  // Chat string file.
//Tools to make the translation easiler:
//https://www.google.co.in/inputtools/try/
//https://www.google.co.in/webhp?sourceid=chrome-instant&rlz=1C1CHWA_enIN644IN644&ion=1&espv=2&ie=UTF-8#q=google%20translate


'use strict';
var strings =
    [
        {
            en: "Hello",
            hi: "नमस्ते",
            ta: "வணக்கம்",
            te: "ధన్యవాదాలు",
            ka: "ಧನ್ಯವಾದಗಳು",
            pn: "ਸਤ ਸ੍ਰੀ ਅਕਾਲ"
        },
        {
            en: "Hello again",
            hi: "नमस्ते फिरसे",
            ta: "மீண்டும் வணக்கம்",
            pn: "ਸਤ ਸ੍ਰੀ ਅਕਾਲ ਫਿਰ ਤੂੰ।"
        },
        {
            en: "Goodbye",
            hi: "धन्यवाद",
            ta: "குட்பை",
            te: "ధన్యవాదాలు",
            ka: "ಧನ್ಯವಾದಗಳು",
            pn: "ਅਲਵਿਦਾ"


        },
        {
            en: "Thank you!",
            hi: "धन्यवाद",
            ka: "ಧನ್ಯವಾದಗಳು",
            ta: "நன்றி",
            pn: "ਤੁਹਾਡਾ ਧੰਨਵਾਦ!"


        },
        {
            en: "What kind of job are you looking for?",
            hi: "आप किस प्रकार की नौकरी ढूंढ रहे हैं?",
            te: "ఏ రకమైన ఉద్యోగము కోసం చుస్తునారు?",
            ka: "ನೀವು ಯಾವ ರೀತಿಯ ಕೆಲಸ ಹುಡುಕುತ್ತಿರುವಿರಿ?",
            ta: "நீங்கள் எந்த வித வேலை தேடுகிறீர்கள்?",
            pn: "ਤੁਸੀਂ ਕਿਸ ਤਰਾਹ ਦੀ ਨੌਕਰੀ ਚਾਹੰਦੇ ਹੋ?"
        },


        {
            en: "In which city would you like to work?",
            hi: "आप कोनसे शहर में काम करना चाहते हैं?",
            te: "ఏ నగరంలో పని చేయాలనుకుంటున్నారు?",
            ka: "ನೀವು ಯಾವ ನಗರದಲ್ಲಿ ಕೆಲಸ ಮಾಡಲು ಇಚ್ಚಿಸುತ್ತೀರಿ?",
            ta: "நீங்கள் எந்த நகரத்தில் வேலை செய்ய விரும்புகிறீர்கள்?",
            pn: "ਤੁਸੀਂ ਕਾਹੜੇ ਸ਼ਹਿਰ  ਵਿਚ ਕੰਮ ਕਰਨਾ ਚਾਹੰਦੇ ਹੋ।"
        },




        {
            en: "In which pincode or city would you like to work?",
            hi: "आप कोनसे शहर में काम करना चाहते हैं?",
            te: "ఏ నగరంలో పని చేయాలనుకుంటున్నారు?",
            ka: "ನೀವು ಯಾವ ನಗರದಲ್ಲಿ ಕೆಲಸ ಮಾಡಲು ಇಚ್ಚಿಸುತ್ತೀರಿ?",
            ta: "நீங்கள் எந்த நகரத்தில் வேலை செய்ய விரும்புகிறீர்கள்?",
            pn: "ਤੁਸੀਂ ਕਾਹੜੇ ਸ਼ਹਿਰ  ਵਿਚ ਕੰਮ ਕਰਨਾ ਚਾਹੰਦੇ ਹੋ।"
        },
        
        
        
        {
            en: "Great! We'll show you the best %(category)s jobs in %(city)s",
            hi: "बहुत अच्छे! मैं आपको %(city)s में सबसे अच्छा %(category)s नौकरियों दिखाता हूँ",
            te: "మేము, %(city)s గల అత్యుత్తమ %(category)s ఉద్యోగాలు తెలియజేస్తాము",
            ka: "ನಿಮಗೆ ಅತ್ಯುತ್ತಮ %(category)s ಉದ್ಯೋಗಗಳನ್ನು ತೋರಿಸುವೆವು %(city)s",
            ta: "உங்களுக்கு சிறந்த %(category)s வேலைகளை காட்டுவோம் %(city)s",
            pn: "ਠੀਕ ਹੈ, ਮੈਂ ਤੁਹਾਨੂੰ %(category)s ਦੀ ਨੌਕਰੀਆਂ %(city) ਵਿਚ ਦਿਖਾਵਾਂਗਾ।"
        },


        {
            en: "What would you like to do?",
            hi: "आप क्या करना पसंद करेंगे?",
            ta: "நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?",
            te: "నువ్వు ఏం చేద్దామనుకుంటున్నావ్?",
            ka: "ನೀವು ಏನು ಮಾಡಲು ಬಯಸುವಿರಿ?",
            pn: "ਤੁਸੀ ਕੀ ਕਰਨਾ ਚਾਹੋਗੇ?"
        },
        


        {
            en: "Great",
            hi: "बहुत बढ़िया",
            ka: "Super",
            ta: "கிரேட்",
            pn: "ਬਹੁਤ ਅੱਛਾ"
        },


        {
            en: "⭐ Apply",
            hi: "⭐ लागू करें",
            te: "⭐ వర్తించు",
            ka: "⭐ ಅಪ್ಲೈ",
            ta: "⭐ விண்ணப்பிக்க",
            pn: "ਲਾਗੂ ਕਰੋ"
        },
        {
            en: "View on Web",
            hi: "वेब पर देखें",
            te: "వెబ్ లో చూడండి",
            ka: "ವೆಬ್ ನಲ್ಲಿ ವೀಕ್ಷಿಸಿ",
            ta: "வெப்சைட்டில் பார்க்கவும்",
            pn: "ਵੈੱਬ 'ਤੇ ਦੇਖੋ"
        },
        {
            en: "mth",
            hi: "महीना",
            te: "నెల",
            ka: "ತಿಂಗಳು",
            ta: "மாதம்",
            pn: "ਮਹੀਨੇ"
        },
        {
            en: "To complete your application, you will need to answer a few screening questions for the employer.",
            hi: "आपके आवेदन को पूरा करने के लिए, आपको नियोक्ता के लिए कुछ सवालों के जवाब देने की जरूरत होगी।",
            te: "మీ అప్లికేషన్ పూర్తి చేయడానికి, మీరు యజమాని కోసం కొన్ని స్క్రీనింగ్ ప్రశ్నలకు సమాధానం అవసరం.",
            ka: "ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಪೂರ್ಣಗೊಳಿಸಲು, ಉದ್ಯೋಗದಾತರ ಕೆಲವು ಸ್ಕ್ರೀನಿಂಗ್ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸುವುದು ಅಗತ್ಯವಾಗಿದೆ.",
            ta: "உங்கள் விண்ணப்பத்தை முடிக்க, முதலாளியின் சில கேள்விகளுக்கு பதிலளிக்க வேண்டியுள்ளது",
            pn: "ਆਪਣੇ ਜੋਬ ਕਾਰਜ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਮਾਲਕ ਲਈ ਕੁਝ ਸਕਰੀਨਿੰਗ ਸਵਾਲ ਦਾ ਜਵਾਬ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ."
        },
        {
            en: "🔍 Search Jobs",
            hi: "🔍 नौकरी खोजें",
            te: "🔍 ఉద్యోగాలు",
            ka: "🔍 ಉದ್ಯೋಗವನ್ನು ಹುಡುಕಿ",
            ta: "🔍 வேலை தேடுக",
            pn: "ਨੌਕਰੀ ਖੋਜ ਸਬੰਧਤ"
        },
        {
            en: "💼 Edit Profile",
            te: "💼 నా వివరణ",
            ka: "💼 ಪ್ರೊಫೈಲನ್ನು ತಿದ್ದಿರಿ",
            ta: "💼 ப்ரோஃபைலை திருத்துக",
            hi: "💼 प्रोफाइल सम्पादित करें",
            pn: "ਪਰੋਫਾਈਲ ਸੰਪਾਦਨ"
        },
        {
            en: "⭐ My Jobs",
            te: "⭐ నా ఉద్యోగాలు",
            ka: "⭐ ನನ್ನ ಉದ್ಯೋಗಗಳು",
            hi: "⭐ मेरी  नौकरियां ",
            ta: "⭐ என் பணிகள்",
            pn: "ਮੇਰੀ ਨੌਕਰੀਆਂ"
        },
        {
            en: "I need a job",
            hi: "मुझे काम चाहिए",
            ta: "எனக்கு வேலை வேண்டும்",
            ka: "ನನಗೆ ಕೆಲಸದ ಅಗತ್ಯವಿದೆ",
            te: "నేను ఉద్యోగం అవసరం",
            pn: "ਮੈਨੂੰ ਨੌਕਰੀ ਦੀ ਲੋੜ ਹੈ"
        },
        {
            en: "Do you need a job or want to hire someone?",
            hi: "मैं आपकी मदद कैसे कर सकता हूँ?",
            ta: "உங்களுக்கு வேலை வேண்டுமா அல்லது வேலைக்கு அமர்த்திக்கொள்ள வேண்டுமா?",
            ka: "ನಿಮಗೆ ಕೆಲಸ ಬೇಕೆ ಅಥವಾ ನೇಮಕಾತಿ ಮಾಡಿಕೊಳ್ಳಬೇಕೆ?",
            te: "నేను మీకు ఏవిధంగా సహాయపడగలను?",
            pn: "ਤੁਹਾਨੂੰ ਨੌਕਰੀ ਦੀ ਲੋੜ ਹੈ ਜ ਕਿਸੇ ਨੂੰ ਨੌਕਰੀ ਦੇਣਾ 'ਚਾਹੁੰਦੇ ਹੋ?"
        },
        {
            
            en: "How can I help you?",
            hi: "मैं आपकी मदद कैसे कर सकता हूँ?",
            ta: "நான் உங்களுக்கு எப்படி உதவ முடியும்?",
            ka: "ನಾನು ನಿನಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಲಿ?",
            te: "నేను మీకు ఏవిధంగా సహాయపడగలను?",
            pn: "ਮੈਂ ਤੁਹਾਡੀ ਮਦਦ ਕਿਵੇਂ ਕਰ ਸਕਦਾ ਹਾਂ?"
        },
        {
            en: "I want to hire",
            hi: "मुझे कर्मचारी की जरुरत है।",
            ta: "என் வேலைக்கு அமர்த்திக்கொள்ள வேண்டும்",
            ka: "ನನ್ನ ಕೆಲಸಕ್ಕೆ ನೇಮಕಾತಿ ಮಾಡಬೇಕಿದೆ",
            te: "నేను తీసుకోవాలని కావలసిన",
            pn: "ਮੈਂ ਕਿਸੀ ਨੂੰ ਨੌਕਰੀ ਤੇ ਰੱਖਣਾ ਚਾਹੁੰਦਾ ਹਾਂ।"
        },
        {
            en: "What's your name?",
            hi: "आपका नाम क्या है?",
            ta: "உங்கள் பெயர் என்ன?",
            ka: "ನಿಮ್ಮ ಹೆಸರು ಏನು?",
            te: "నీ పేరు ఏమిటి?",
            pn: "ਤੁਹਾਡਾ ਨਾਮ ਕੀ ਹੈ?"
        },
        {
            en: "Have you already called or registered on Babajob with your mobile?",
            hi: "क्या आप बाबाजॉब पर पहले से ही दर्ज हो?",
            ta: "நீங்கள் ஏற்கனவே உங்கள் மொபைல் எண்ணில் பாபாஜாபை அழைத்து பதிவு செய்துள்ளீர்களா?",
            ka: "ನೀವು ಈಗಾಗಲೇ ನಿಮ್ಮ ಮೊಬೈಲ್ ನಿಂದ ಬಾಬಾಜಾಬ್ ನಲ್ಲಿ ನೋಂದಾವಣೆ ಅಥವಾ ಕರೆ ಮಾಡಿದ್ದೀರಾ?",
            pn: "ਕਿ ਤੁਸੀਂ ਪਹਿਲਾ ਹੀ  Babajob 'ਤੇ ਦਰਜ ਹੋ?"


        },
        {
            en: "Add your Mobile",
            hi: "अपना मोबाइल नंबर दे",
            ta: "உங்கள் மொபைலை சேர்க்கவும்",
            ka: "ನಿಮ್ಮ ಮೊಬೈಲನ್ನು ಸೇರಿಸಿ",
            pn: "ਆਪਣੇ ਮੋਬਾਈਲ ਦਰਜ ਕਰੋ।"
        },
        {
            en: "I'll help you build a great profile for employers so you can find a great job.",
            hi: "मैं आपकी प्रोफाइल बनने में मदद करूँगा ताकि आपको एक अच्छीनौकरी मिल सके।",
            ka: "ka:ನಾನು ನೀವು ಒಂದು ದೊಡ್ಡ ಕೆಲಸ ಕಾಣಬಹುದು ಮಾಲೀಕರು ಒಂದು ಮಹಾನ್ ವಿವರಗಳನ್ನು ನಿರ್ಮಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತೇವೆ.",
            ta: "முதலாளிகளுக்காக உங்கள் ப்ரொஃபைல் அமைக்க நான் உதவுகிறேன் இதனால் உங்களுக்கு நல்ல வேலை கிடைக்கும்",
            pn: "ਮੈ ਤੁਹਾਡੇ ਮਾਲਕ ਲਈ ਇੱਕ ਬਹੁਤ ਅੱਛੀ ਪ੍ਰੋਫ਼ਾਈਲ ਬਣੂੰਗਾ, ਤਾ ਕ ਤੁਹਾਨੂੰ ਨੌਕਰੀ ਮਿਲ ਸਕੇ।"
        },
        {
            en: "To get started, I'll need a few things: your mobile, your desired job and category and a photo of your ID Proof / Aadhaar Card.",
            hi: "अप्पकी प्रोफाइल बनाने के लये मुझ आपका मोबाइल नंबर , आपकी सैलरी, नौकरी श्रेणी और आपकी पहचान पत्त्र / आधार कार्ड की फोटो चाहिए।",
            ka: "ಶುರು ಮಾಡಲು ನಮಗೆ ಕೆಲವು ಮಾಹಿತಿ ಬೇಕು: ನಿಮ್ಮ ಮೊಬೈಲ್ ,ನೀವು ಬಯಸುವ ಕೆಲಸ ಮತ್ತು ವರ್ಗದಲ್ಲಿ  ನಿಮ್ಮ ID ಯ ಫೋಟೋ / ಆಧಾರ್ ಕಾರ್ಡ್",
            ta: "ஆரம்பிக்க எனக்கு சில அம்சம் தேவைப்படுகிறது: உங்கள் மொபைல், உங்கள் விருப்ப வேலை வகை மற்றும் உங்கள் ஐடி ப்ரூஃப் / ஆதார் அட்டை புகைப்படம்",
            pn: "ਸ਼ੁਰੂ ਕਰਨ ਲਈ, ਮੈਨੂੰ ਕੁਝ ਦੀ ਲੋੜ ਪਵੇਗੀ: ਤੁਹਾਡਾ ਮੋਬਾਈਲ ਨੰਬਰ, ਤੁਹਾਡੀ ਲੋੜੀਦੀ ਨੌਕਰੀ ਅਤੇ ID ਸਬੂਤ / ਆਧਾਰ ਕਾਰਡ ਦੀ ਇੱਕ ਫੋਟੋ."
        },
        {
            en: "Let's begin.",
            hi: "चलो शुरू करें।",
            ka: "ಆರಂಭಿಸೋಣ",
            ta: "ஆரம்பிக்கலாம்",
            pn: "ਚਲੋ ਸ਼ੁਰੂ ਕਰੀਏ"
        },
        {
            en: "I'll now ask you a few questions to build you an awesome profile and show you matching jobs.",
            hi: "आप  में आपके लिए अच्छी नौकरियां  ढूंढने के लिए आपसे कुछ सवाल पूछुंगा",
            ta: "உங்கள் ப்ரோஃபைலை அழகாக்க மற்றும் உங்களுக்கு பொருந்தும் வேலைகளை காட்ட நான் இப்போது சில கேள்விகளை கேட்பேன்.",
            ka: "ನಿಮ್ಮ ಪ್ರೊಫೈಲನ್ನು ಸುಂದರವಾಗಿ ರೂಪುಗೊಳಿಸಲು ಹಾಗು ಹೊಂದಾಣಿಕೆಯ ಉದ್ಯೋಗಗಳನ್ನು ನಿಮಗೆ ತೋರಿಸಲು ಈಗ ನಾವು ಕೆಲವು ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳುವೆವು.",
            pn: "ਹੁਣ ਮੈਂ ਤੁਹਾਨੂੰ ਕੁਝ ਸਵਾਲ ਪੁਛੁਣਗਾ ਤਾਕਿ ਤੁਹਾਡੀ ਪ੍ਰੋਫ਼ਾਈਲ ਬਣਾ ਸਾਕਾ ਅਤੇ ਤੁਹਾਨੂੰ ਨੌਕਰੀ ਦਿਖਾ ਸਾਕਾ।"
        },
  
        {
            en: "Are you a man or a woman?",
            hi: "क्या तुम आदमी हो की औरत?",
            ta: "உங்கள் பாலினம் என்ன?",
            ka: "ನಿಮ್ಮ ಲಿಂಗವನ್ನು ತಿಳಿಸಿ",
            pn: "ਤੁਸੀ ਆਦਮੀ ਹੋ ਯਾ ਔਰਤ ਹੋ?"
        },
        {
            en: "What's your gender?",
            hi: "आपका लिंग क्या है?",
            ta: "உங்கள் பாலினம் என்ன?",
            ka: "ನಿಮ್ಮ ಲಿಂಗವನ್ನು ತಿಳಿಸಿ",
            pn: "ਤੁਹਾਡਾ ਲਿੰਗ ਕੀ ਹੈ?"
        },
        {
            en: "♂ Man",
            hi: "♂ नर",
            ta: "♂ ஆண்",
            ka: "♂ ಗಂಡು",
            pn: "♂ ਆਦਮੀ"
        },
        {
            en: "Woman",
            hi: "महिला",
            ta: "பெண்",
            ka: "ಹೆಣ್ಣು",
            pn: "ਔਰਤ"
        },
        {
            en: "Man",
            hi: "पुरुष",
            ta: "ஆண்",
            ka: "ಗಂಡು",
            pn: "ਆਦਮੀ"


        },
        {
            en: "♀ Woman",
            hi: "♀ महिला",
            ta: "♀ பெண்",
            ka: "♀ ಹೆಣ್ಣು",
            pn: "ਔਰਤ"
        },
        {
            en: "Transgender",
            hi: "ट्रांसजेंडर",
            ta: "திருநங்கை",
            ka: "ಅಂತರಲಿಂಗೀಯ",
            pn: "Transgender"
        },
        {
            en: "What's your highest education qualification?",
            hi: "आपकी उच्चतम शिक्षा क्या है?",
            ta: "உங்கள் அதிகப்படி படிப்பு என்ன?",
            ka: "ನಿಮ್ಮ ಉನ್ನತ ಮಟ್ಟದ ವಿದ್ಯಾಭ್ಯಾಸ ಎಷ್ಟು?",
            pn: "ਤੁਸੀਂ ਕਿਥੋਂ ਤਕ ਪੜਾਈ ਕੀਤੀ ਹੈ?"
        },
        {
            en: "Below 10th",
            hi: "< दसवीं से कम",
            ta: "10ம் வகுப்பு கீழ்",
            ka: "10 ಕ್ಕಿಂತ ಕಡಿಮೆ",
            pn: "10 ਤੂੰ ਕਟ"
        },


        {
            en: "10th Pass",
            hi: "10 वीं पास",
            ta: "10ம் வகுப்பு பாஸ்",
            ka: "10 ಪಾಸ್",
            pn: "10 ਪਾਸ"
        },
        {
            en: "12th Pass",
            hi: "12 वीं पास",
            ta: "12ம் வகுப்பு பாஸ்",
            ka: "12 ಪಾಸ್",
            pn: "12 ਪਾਸ"
        },
        {
            en: "College or Above",
            hi: "कॉलेज",
            ta: "கல்லுரி அல்லது அதற்குமேல்",
            ka: "ಕಾಲೇಜ್ ಅಥವಾ ಹೆಚ್ಚು",
            pn: "ਕਾਲਜ ਜਾ  ਉੱਪਰ"
        },
        {
            en: "Driver",
            hi: "ड्राइवर",
            ka: "ಚಾಲಕ",
            ta: "ஓட்டுனர்",
            pn: "ਡਰਾਈਵਰ"
        },
        {
            en: "Maid/Housekeeping",
            hi: "मेड/हाउसकीपिंग",
            ka: "ಸೇವಕಿ / ಮನೆಗೆಲಸ",
            ta: "வீட்டு வேலை/ஹவுஸ்கீப்பிங்",
            pn: "ਮੈਡ /ਹੋਉਸੇਕੀਪਿੰਗ"
        },
        {
            en: "Maid",
            hi: "मेड",
            ka: "ಸೇವಕಿ",
            ta: "வீட்டு வேலை",
            pn: "ਮੈਡ"
        },
        {
            en: "Cook",
            hi: "बावर्ची ",
            ka: "ಕುಕ್",
            ta: "சமையல்",
            pn: "ਕੁੱਕ"
        },
        {
            en: "Aayah/Child Caretaker",
            hi: "आया / केयरटेकर",
            ka: "ಆಯಾ/ಶುಶುಪಾಲಕಿ",
            ta: "ஆயா/குழந்தை பராமரிப்பு",
            pn: "ਆਯਾ ਯਾ ਚਿਲਡ ਕਰੇਟਾਕਰ"
        },
        {
            en: "Gardener",
            hi: "माली",
            ka: "ಗಾರ್ಡನರ್",
            ta: "தோட்ட வேலை",
            pn: "ਗਾਰਡਨਰ"
        },
        {
            en: "Security/Guard",
            hi: "सिक्योरिटी गार्ड",
            ka: "ಭದ್ರತಾ ಸಿಬ್ಬಂದಿ",
            ta: "பாதுகாப்பு/காவலாளி",
            pn: "ਸਕਿਉਰਿਟੀ ਗਾਰਡ"
        },
        {
            en: "Security",
            hi: "सिक्योरिटी गार्ड",
            ka: "ಭದ್ರತಾ ಸಿಬ್ಬಂದಿ",
            ta: "காவலாளி",
            pn: "ਸਕਿਉਰਿਟੀ"
        },
        {
            en: "Construction/Laborer",
            hi: "मज़दूर",
            ka: "ನಿರ್ಮಾಣ /ಕಾರ್ಮಿಕ",
            ta: "கட்டுமானம்/லேபர்",
            pn: "ਲੇਬਰ"
        },
        {
            en: "Garment Tailor/Textile",
            hi: "दर्ज़ी",
            ka: "ಸಿದ್ಧ ಉಡುಪು ದರ್ಜಿ / ಜವಳಿ",
            ta: "கார்மெண்ட் டைலர்/ஜவுளி",
            pn: "ਟੇਲਰ"
        },
        {
            en: "Delivery",
            hi: "डिलीवरी/लॉजिस्टिक",
            ka: "ಡೆಲಿವರಿ",
            ta: "டெலிவரி",
            pn: "ਡਿਲਿਵਰੀ"
        },
        {
            en: "Delivery/Collection Logistics",
            hi: "डिलीवरी/लॉजिस्टिक",
            ka: "ಡೆಲಿವರಿ / ಸಂಗ್ರಹ ಲಾಜಿಸ್ಟಿಕ್ಸ್",
            ta: "டெலிவரி/கலெக்ஷன் லாஜிஸ்டிக்",
            pn: "ਡਿਲਿਵਰੀ"
        },
        {
            en: "Office Helper",
            hi: "ऑफिस हेल्पर",
            ka: "ಕಚೇರಿ ಸಹಾಯಕ",
            ta: "ஆஃபீஸ் ஹெல்பர்",
            pn: "ਆਫ਼ਿਸ ਹੈਲਪਰ"
        },
        {
            en: "Receptionist/Front Office",
            hi: "रिसेप्शन / फ्रंट ऑफिस",
            ka: "ಕಾರ್ಯದರ್ಶಿ / ಮುಂದೆ ಕಚೇರಿ",
            ta: "ரிசெப்ஷனிஸ்ட்/ஃபிரென்ட் ஆஃபீஸ்",
            pn: "ਰੇਸਪਸ਼ਨਲਿਸ੍ਟ"
        },
        {
            en: "Receptionist",
            hi: "रिसेप्शन",
            ka: "ಕಾರ್ಯದರ್ಶಿ",
            ta: "ரிசெப்ஷனிஸ்ட்",
            pn: "ਰੇਸਪਸ਼ਨਲਿਸ੍ਟ"
        },
        {
            en: "Other",
            hi: "कुछ और",
            ka: "ಇತರೆ",
            ta: "மற்றவை",
            pn: "ਹੋਰ ਕੋਈ"
        },
        {
            en: "Maid who can Cook",
            hi: "आया  जो खाना पका सके",
            ka: "ಅಡುಗೆ ಮಾಡುವ ಸೇವಕಿ",
            ta: "வீடு மற்றும் சமையல் வேலை",
            pn: "ਮੈਡ ਜੋ ਕ ਖਾਣਾ ਵੀ ਪੱਕਾ ਸਕੇ"
        },
        {
            en: "Data Entry/Back Office",
            hi: "डाटा एंट्री / बैक ऑफिस",
            ka: "ಡಾಟಾ ಎಂಟ್ರಿ / ಬ್ಯಾಕ್ ಆಫೀಸ್",
            ta: "டேட்டா என்ட்ரி/பேக் ஆஃபீஸ்",
            pn: "ਡਾਟਾ ਐਂਟਰੀ"
        },
        {
            en: "Data Entry",
            hi: "डाटा एंट्री",
            ka: "ಡಾಟಾ ಎಂಟ್ರಿ",
            ta: "டேட்டா என்ட்ரி",
            pn: "ਡਾਟਾ ਐਂਟਰੀ"
        },
        {
            en: "Cashier/Retail",
            hi: "कैशियर / रिटेल",
            ka: "ಕ್ಯಾಷಿಯರ್/ರಿಟೇಲ್",
            ta: "கேஷியர்/ரீட்டெயில்",
            pn: "ਕਾਸ਼ਿਓਰ"
        },
        {
            en: "Cashier",
            hi: "कैशियर",
            ka: "ಕ್ಯಾಷಿಯರ್",
            ta: "கேஷியர்",
            pn: "ਕਾਸ਼ਿਓਰ"
        },
        {
            en: "Nurse",
            hi: "नर्स",
            ka: "ನರ್ಸ್",
            ta: "நர்ஸ்",
            pn: "ਨਰਸ"
        },
        {
            en: "ITPro",
            hi: "सॉफ्टवेर इंजीनियर",
            ka: "ಐಟಿ ತಂತ್ರಾಂಶ ಯಂತ್ರಾಂಶ",
            ta: "ஐடி சாஃப்ட்வேர்/ஹார்ட்வேர்",
            pn: "ITPro"
        },
        {
            en: "Machinist ITI",
            hi: "मशीनिस्ट ITI",
            ka: "ಯಂತ್ರಶಿಲ್ಪಿ ಐಟಿಐ ಟ್ರೇಡ್ಸ್",
            ta: "மிஷினிஸ்ட்/ஐடிஐ ட்ரேட்ஸ்",
            pn: "ਮਾਛੀਨਿਸ਼ਟ ITI"


        },
        {
            en: "Sales",
            hi: "सेल्स",
            ka: "ಮಾರಾಟ",
            ta: "சேல்ஸ்",
            pn: "ਸੇਲ੍ਸ"
        },
        {
            en: "Nurse",
            hi: "नर्स",
            ka: "ನರ್ಸ್",
            ta: "நர்ஸ்",
            pn: "ਨਰਸ"
        },
        {
            en: "IT Software/Hardware",
            hi: "सॉफ्टवेर इंजीनियर",
            ka: "ಐಟಿ ತಂತ್ರಾಂಶ / ಯಂತ್ರಾಂಶ",
            ta: "ஐடி சாஃப்ட்வேர்/ஹார்ட்வேர்",
            pn: "IT Software/Hardware"
        },
        {
            en: "Machinist/ITI Trades",
            hi: "मशीनिस्ट / आईटीआई ट्रेड",
            ka: "ಯಂತ್ರಶಿಲ್ಪಿ / ಐಟಿಐ ಟ್ರೇಡ್ಸ್",
            ta: "மிஷினிஸ்ட்/ஐடிஐ ட்ரேட்ஸ்",
            pn: "Machinist/ITI Trades"


        },
        {
            en: "Sales/Marketing",
            hi: "सेल्स / मार्केटिंग",
            ka: "ಮಾರಾಟ/ಮಾರ್ಕೆಟಿಂಗ್",
            ta: "சேல்ஸ்/மார்க்கெட்டிங்",
            pn: "ਸੇਲ੍ਸ/Marketing"
        },
        {
            en: "BPO/Call Center",
            hi: "बीपीओ / कॉल सेण्टर",
            ka: "ಬಿಪಿಓ / ಕಾಲ್ ಸೆಂಟರ್",
            ta: "பிபிஓ/கால் சென்டர்",
            pn: "ਕਾਲ ਸੈਂਟਰ"
        },
        {
            en: "Management",
            hi: "मैनेजमेंट",
            ka: "ನಿರ್ವಹಣೆ",
            ta: "மேனேஜ்மென்ட்",
            pn: "ਮੈਨੇਜਮੇੰਟ"
        },
        {
            en: "Teacher",
            hi: "टीचर / ट्रेनर",
            ka: "ಶಿಕ್ಷಕ",
            ta: "டீச்சர்",
            pn: "ਟਿੱਚਰ"
            
        },
        {
            en: "Teacher/Trainer",
            hi: "टीचर / ट्रेनर",
            ta: "டீச்சர்/பயிற்சியாளர்",
            pn: "ਟਿੱਚਰ/ਟ੍ਰੇਨਰ"
        },
        {
            en: "Finance/Accounts",
            hi: "फाइनेंस / एकाउंट्स",
            ka: "ಹಣಕಾಸು / ಖಾತೆಗಳು",
            ta: "ஃபைனான்ஸ்/அக்கௌன்ட்",
            pn: "ਫਾਇਨਾਂਸ/ਅਕਾਊਂਟਸ"
        },
        {
            en: "Accountant",
            hi: "फाइनेंस / एकाउंट्स",
            ka: "ಅಕೌಂಟೆಂಟ್",
            ta: "அக்கௌன்டன்ட்",
            pn: "ਅਕਾਊਂਟੈਂਟ"
        },
        {
            en: "Engineering",
            hi: "इंजीनियरिंग",
            ka: "ಎಂಜಿನಿಯರಿಂಗ್",
            ta: "இன்ஜினியரிங்",
            pn: "Engineering"
        },
        {
            en: "Beautician/Salon",
            hi: "ब्यूटिशियन / सलून",
            ka: "ಬ್ಯೂಟಿಷಿಯನ್/ಸಲೂನ್",
            ta: "பியூட்டீஷியன்/சலோன்",
            pn: "ਬੇਔਟਿਸ਼ਨ / ਸਲੂਨ"
        },
        {
            en: "Steward",
            hi: "स्टुअर्ड / हॉस्पिटैलिटी",
            ka: "ವಾಣಿ",
            ta: "ஸ்டிவர்ட்",
            pn: "ਸਟਵਾਰ੍ਡ"
        },
        {
            en: "Steward/Hospitality",
            hi: "स्टुअर्ड / हॉस्पिटैलिटी",
            ka: "ವಾಣಿ/ಆದರಾತಿಥ್ಯ",
            ta: "ஸ்டிவர்ட்/ஹாஸ்ப்பிட்டாலிட்டி",
            pn: "Steward/Hospitality"
        },
        {
            en: "Great! You now have a profile on Babajob.com that employers can see.",
            hi: "बहुत बढ़िया! अब  आपकी प्रोफाइल Babajob.com पर नियोक्ता देख सकते है।",
            ka: " ಗ್ರೇಟ್! ನಿಮ್ಮ ಪ್ರೊಫೈಲ್  ಈಗ ಬಾಬಾಜಾಬ್.comನಲ್ಲಿ ಇದೆ. ಇದನ್ನು ಮಾಲೀಕರು ನೋಡಬಹುದು",
            ta: "கிரேட்! இப்பொழுது முதலாளிகள் காணும்படியாக உங்கள் ப்ரொஃபைல் பாபாஜாப்.காம் இல் உள்ளது.",
            pn: "ਮੈਂ ਤੁਹਾਡਾ ਹੁਣ Babajob.com 'ਤੇ ਇੱਕ ਪਰੋਫਾਇਲ ਬਣੂੰਗਾ, ਜੋ ਕਿ ਮਾਲਕ ਨੂੰ ਦਿਖਾ ਸਾਕਾ।"
        },
        {
            en: "Have you already registered on Babajob with your mobile?",
            hi: "क्या आपने पहले अपना मोबाइल बाबाजॉब.कॉम पर दर्ज किया है ?",
            ka: "ನೀವು ನಿಮ್ಮ ಮೊಬೈಲ್ನಿಂದ  ಈಗಾಗಲೇ ಬಾಬಾಜಾಬ್ನಲ್ಲಿ  ದಾಖಲೆಯಾಗಿದೀರಾ",
            ta: "நீங்கள் உங்கள் மொபைலுடன் பாபாஜாப் இல் முன்னதாகவே பதிவுசெய்துள்ளீர்களா?",
            pn: "ਕਿ ਤੁਸੀ ਆਪਣਾ ਮੋਬਾਈਲ Babajob 'ਤੇ ਦਰਜ ਕੀਤਾ ਹੈ?"
        },
        {
            en: "Do you need a job or want to hire someone?",
            hi: "क्या आप नौकरी की जरूरत है या किसी को काम देना चाहते हैं?",
            ka: "ನಿಮಗೆ ಕೆಲಸ ಅಗತ್ಯವಿದೆ ಅಥವಾ ಯಾರನ್ನಾದರೂ ಹೈರ್ ಮಾಡಲು ಬಯಸುತ್ತೀರಾ?",
            ta: "உங்களுக்கு வேலை வேண்டுமா அல்லது வேலைக்கு அமர்த்திக்கொள்ளவேண்டுமா?",
            pn: "ਕਿ ਤੁਸੀ ਨੌਕਰੀ 'ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਕਿਸੀ ਨੂੰ ਕਾਂਮ ਦੇਣਾ ਚੰਦੇ ਹੋ?"
        },


        {
            en: "I've found",
            hi: "मुझे मिल गया ",
            ka: "ನಾನು ಕಂಡೆ",
            ta: "நான் கண்டுபிடித்தேன்",
            pn: "ਮੈਨੂੰ ਮਿਲ ਗਇਆ ਹੈ"
        },
        {
            en: "matching jobs for you",
            hi: "आप के लिए नोकरिया",
            ka: "ನಿಮ್ಮಗೆ ಹೊಂದುವ ಉದ್ಯೋಗ.",
            ta: "உங்களுக்கு பொருந்தும் வேலைகள்",
            pn: "ਤੁਹਾਡੇ ਲਈ ਨੌਕਰੀਆਂ"
        },
        {
            en: "You want to apply for",
            hi: "आप किसके लिए आवेदन करना चाहते हैं ",
            ka: "ನೀವು ಭಯಸುವ ಉದ್ಯೋಗ",
            ta: "நீங்கள் இதற்கு அப்ளை செய்ய வேண்டுமா",
            pn: "ਤੁਸੀ ਆਪਲੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ"


        },
        {
            en: "does not appear to be a valid Indian mobile number. Please enter another or text back 'goodbye'",
            hi: "आपका मोबाइल नंबर सही नहीं है. कृपया सही नंबर दे",
            ka: "ಇದು ಭಾರತೀಯ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಎಂದು ಕಾಣಿಸುವುದಿಲ್ಲ. ಸರಿಯಾದ ಭಾರತೀಯ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ ಅಥವಾ ಹಿಂದಕ್ಕೆ ಪ್ರತ್ಯುತ್ತರ ನೀಡಿ  'ಗುಡ್ಬೈ'",
            ta: "இது செல்லுபடியான இந்தியாவின் மொபைல் எண்ணாக தெரியவில்லை. தயவுசெய்து வேறு ஒன்றை சேர்க்கவும் அல்லது 'குட்பை' என டைப்செய்து அனுப்பவும்",
            pn: "ਤੁਹਾਡਾ ਮੋਬਾਈਲ ਨੰਬਰ ਸਹੀ ਨਹੀਂ ਹੈ , ਸਹੀ ਨੰਬਰ ਟਾਈਪ ਕੌਰ ਜਾ  'goodbye' ਟਾਈਪ ਕਰੋ।"
        },
        {
            en: "I've updated and verified your mobile.",
            hi: "आपका नंबर अपडेट और सत्यापित हो गया है",
            ka: "ನಾನು ನಿಮ್ಮ ಮೊಬೈಲ್ ಅಪ್ಡೇಟ್ಮಾ ಮಾಡಿ  ಪರಿಶೀಲಿಸಿದೇನೆ",
            ta: "நான் உங்கள் மொபைலை அப்டேட் மற்றும் பரிசீலனை செய்துள்ளேன்",
            pn: "ਮੈਂ ਤੁਹਾਡਾ ਮੋਬਾਈਲ ਵੈਰੀਫਾਈ ਕਰ ਦਿਤਾ ਹੈ।"
        },
        {
            en: "To apply for jobs, employers need your verified mobile.",
            hi: "नौकरियों के लिए आवेदन करने के लिए, नियोक्ताओं को आपका वेरिफाइड मोबाइल नंबर चाहिए।",
            ka: "ಉದ್ಯೋಗಕೆ ಅರ್ಜಿ ಸಲ್ಲಿಸಲು ನಿಮ್ಮ ವೆರಿಫೈಎಡ್ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯ ಅಗತ್ಯವಿದೆ",
            ta: "வேலைக்கு அப்ளை செய்ய பரிசீலனை செய்யப்பட்டுள்ள உங்கள் மொபைல் தேவை",
            pn: "ਨੌਕਰੀ ਅਰਜ਼ੀ ਦੇਣ ਲਈ, ਮਾਲਕ ਨੂੰ ਆਪਣੇ ਪ੍ਰਮਾਣਿਤ ਮੋਬਾਈਲ ਦੀ ਲੋੜ ਹੈ."
        },
        {
            en: "What's your mobile?",
            hi: "आपका मोबाइल नंबर क्या हे?",
            ka: "ನಿಮ್ಮ ಮೊಬೈಲ್",
            ta: "உங்கள் மொபைல் எண்?",
            pn: "ਤੁਹਾਡਾ ਮੋਬਾਈਲ ਨੰਬਰ ਕੀ ਹੈ?"
        },
        {
            en: "I've just SMS'd you an OTP code.",
            hi: "मैंने अभी आपको एक OTP SMS भेजा हैं ।",
            ka: "ನಾನು ನಿಮ್ಮ ಒಟಿಪಿ  ಕೋಡ್ ಸಂಸ್ ಮಾಡ್ದಿದೇನೆ",
            ta: "நான் ஓடீபி கோடை உங்களுக்கு எஸ்எம்எஸ் செய்துள்ளேன்",
            pn: "ਮੈਨੂੰ ਹੁਣੇ ਹੀ ਤੁਹਾਨੂੰ ਇੱਕ OTP ਕੋਡ SMS'd ਕੀਤਾ ਹੈ."
        },
        {
            en: "Please type 4 digit OTP to verify your mobile.",
            hi: "4 अंकों का ओटीपी टाइप करें।",
            ka: "೪ ಅಂಕಿಯ ಒಟಿಪಿ ನಿಮ್ಮ ಮೊಬೈಲ್ ಪರಿಶೀಲಿಸಲು ಟೈಪ್ ಮಾಡಿ.",
            ta: "உங்கள் மொபைலை பரிசீலனை செய்ய தயவுசெய்து 4 எண் ஓடீபி யை டைப்செய்யவும்",
            pn: "4 ਅੰਕ OTP ਆਪਣੇ ਮੋਬਾਈਲ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਟਾਈਪ ਕਰੋ."
        },
        {
            en: "Your mobile number is now verified and you can call employers.",
            hi: "आपका मोबाइल नंबर अब वेरिफाइड है और आप नियोक्ताओं को कॉल कर सकते हैं।",
            ka: "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಇದೀಗ ಪರಿಶೀಲಿಸಲಾಗಿದೆ ಮತ್ತು ನೀವು ಮಾಲೀಕರನ್ನು ಕರೆಯಬಹುದು.",
            ta: "உங்கள் மொபைல் பரிசீலனை செய்யப்பட்டுள்ளது மற்றும் நீங்கள் இப்பொழுது முதலாளிகளை அழைக்கலாம்",
            pn: "ਤੁਹਾਡਾ ਮੋਬਾਈਲ ਨੰਬਰ ਹੁਣ ਤਸਦੀਕ ਹੈ ਅਤੇ ਤੁਸੀ ਹੁਣ ਮਾਲਕ ਨੂੰ ਕਾਲ ਕਰ ਸਕਦੇ ਹੋ."
        },
        {
            en: "Sorry.",
            hi: "माफ़ कीजिये",
            ka: "ಕ್ಷಮಿಸಿ",
            ta: "மன்னிக்கவும்",
            pn: "ਅਫਸੋਸ ਹੈ"
        },
        {
            en: "I could not verify your mobile number.",
            hi: "मैं आपका मोबाइल नंबर वेरीफाई नहीं कर पा रहा हूँ",
            ka: "ನಾನು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗಲಿಲ್ಲ.",
            ta: "உங்கள் மொபைல் எண்னை பரிசீலனை செய்ய முடியவில்லை",
            pn: "ਮੈ ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕਰ ਸਾਕਾ।"
        },
        {
            en: "Employers often need to see your ID Proof to consider your application.",
            hi: "नियोक्ता अक्सर अपने आवेदन पर विचार करने के लिए अपने आईडी प्रूफ देखने की जरूरत है।",
            ka: "ಉದ್ಯೋಗದಾತರು ಸಾಮಾನ್ಯವಾಗಿ ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಪರಿಗಣಿಸಲು ನಿಮ್ಮ ಗುರುತು ಚೀಟಿ ನೋಡಲು ಅಗತ್ಯವಿದೆ.",
            ta: "முதலாளிகள் உங்கள் அப்ளிகேஷனை கருத்தில்கொள்ள உங்கள் ஐடி ப்ரூஃபை அடிக்கடி காணவேண்டும்"
        },
        {
            en: "Which ID Proof will you photograph?",
            hi: "आप कौन से ID प्रूफ की फोटो खींचना चाहतें हैं ?",
            ka: "ನೀವು ಯಾವ ಐಡಿ ಪ್ರೂಫ್ ಭಾವಚಿತ್ರ ತೆಗೆಯುತ್ತೀರಾ?",
            ta: "நீங்கள் எந்த ஐடி ப்ரூஃபை புகைப்படம் எடுக்குறீர்கள்"
        },
        {
            en: "Please take a picture of your",
            hi: "कृपया अपनी तस्वीर ले",
            ka: "ದಯವಿಟ್ಟು ನಿಮ್ಮ ಒಂದು.ಭಾವಚಿತ್ರವನ್ನು ತೆಗೆಯಿರಿ.",
            ta: "தயவுசெய்து இதை புகைப்படம் எடுக்கவும்"
        },
        {
            en: "and send it back to me in this chat.",
            hi: "और इसे वापस मुझ चैट में भेजे|",
            ka: "ಇದೆ  ಚಾಟ್ನಲ್ಲಿ  ಮತ್ತೆ ಕಳುಹಿಸಿ",
            ta: "மற்றும் இந்த ச்சாட் மூலம் எனக்கு அனுப்பவும்"
        },
        {
            en: "I'll now analyze your photo and verify it's official...",
            hi: "अब मैं आपकी फोटो का विश्लेषण और एको वेरीफाई करूंगा...",
            ka: "ನಾನು ಈಗ ನಿಮ್ಮ ಫೋಟೋ ವಿಶ್ಲೇಷಿಸಲು ಮತ್ತು ಇದು ಅಧಿಕೃತವಾಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸುತ್ತೇನೆ.",
            ta: "நான் இப்போது உங்கள் புகைப்படம் ஆய்வு மற்றும் அது தரமானதா என்று பரிசீலனை செய்கிறேன்"
        },
        {
            en: "Sorry, I had an error and could not tell if that was a valid document with your name on it.",
            hi: "क्षमा करें, मुझ पता नहीं चल रहा के आपके नाम के साथ एक वैध दस्तावेज था या नहीं।",
            ka: "ಕ್ಷಮಿಸಿ, ನಾನು ನಿಮ್ಮ ಹೆಸರಿನೊಂದಿಗೆ ಮಾನ್ಯ ಡಾಕ್ಯುಮೆಂಟ್ ಇದೆಯೋ ಇಲ್ಲವೋ ಹೇಳಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ",
            ta: "மன்னிக்கவும், என்னில் பிழைநேர்ந்தது மற்றும் உங்கள் பெயர் பதிந்துள்ள ஆவணம் தரமானதா என்று கூறமுடியவில்லை"
        },
        {
            en: "Here's what I think your",
            hi: "यहाँ मुझ लगता है के आपका",
            ka: "ನೀವು ಹೀಗೆ ಎಂದು ಭಾವಿಸುತ್ತೇನೆ.",
            ta: "நான் நினைக்கிறேன்"
        },
        {
            en: "says",
            hi: "कहता  है",
            ka: "ಹೇಳುತ್ತಾರೆ",
            ta: "சொல்வது"
        },
        {
            en: "Sorry, I could not tell if that was a valid",
            hi: "क्षमा करें, मैं यह  नहीं  बता सकता के वो सही था",
            ka: "ಕ್ಷಮಿಸಿ,  ಅದು ವ್ಯಾಲಿಡ್ ಎಂದು ಹೇಳಲಾಗುವಿದಿಲ್ಲ",
            ta: "மன்னிக்கவும், அது தரமானதா என்று கூறமுடியவில்லை"
        },
        {
            en: "with your name on it.",
            hi: "उस पर अपने नाम के साथ।",
            ka: " ನಿಮ್ಮ ಹೆಸರಿನೊಂದಿಗೆ.",
            ta: "உங்கள் பெயர் பதிந்திருந்ததை"
        },
        {
            en: "Employers often want to hear your voice before hiring you.",
            hi: "नियोक्ता अक्सर आप को काम पर रखने से पहले अपनी आवाज सुनना चाहते हैं।",
            ka: "ಉದ್ಯೋಗದಾತರು ನಿಮ್ಮನ್ನು  ನೇಮಕ ಮಾಡುವ ಮೊದಲು  ನಿಮ್ಮ ಧ್ವನಿ ಕೇಳಲು  ಬಯಸುತ್ತಾರೆ.",
            ta: "முதலாளிகள் உங்களை வேலைக்கு சேர்த்துக்கொள்ளும் முன்பு அடிக்கடி உங்கள் குரலை கேட்கவேண்டும்"
        },
        {
            en: "Please record the following phrase and send it back to me in this chat",
            hi: "निम्नलिखित वाक्यांश को रिकॉर्ड करे और उसे इस चैट में वापस भेजे",
            ka: "ದಯವಿಟ್ಟು ಕೆಳಗಿನ ನುಡಿಗಟ್ಟು ರೆಕಾರ್ಡ್ ಮಾಡಿ ಮತ್ತು ಇದೆ ಚಾಟ್ನಲ್ಲಿ  ನನಗೆ ಕಳುಹಿಸಿ.",
            ta: "பின்வரும் வாக்கியத்தை ரெகார்ட் செய்து இந்த ச்சாட் மூலம் எனக்கு அனுப்பவும்"
        },
        {
            en: "Thanks! This is what I heard.",
            hi: "धन्यवाद! मैंने यह सुना है ।",
            ka: "ಧನ್ಯವಾದಗಳು! ನಾನು ಇದನ್ನೇ ಕೇಳಿಸಿಕೊಂಡೆ.",
            ta: "நன்றி! இதோ நான் கேட்டது"
        },
        {
            en: "I'll now analyze your voice and give you my assessment of how well you speak English.",
            hi: "मैं अब आपके  वाक्यांश का विश्लेषण और आप कितनी अच्छी तरह अंग्रेजी बोलते हैं इसका आकलन दूँगा।",
            ka: "ನಾನು ಈಗ ನಿಮ್ಮ ನುಡಿಗಟ್ಟು ವಿಶ್ಲೇಷಿಸಲು ಮತ್ತು ನೀವು ಹೇಗೆ ಇಂಗ್ಲೀಷ್ ಮಾತನಾಡುತ್ತೀರಾ ಎಂದು ಮೌಲ್ಯಮಾಪನ ನೀಡುತ್ತೇನೆ.",
            ta: "நான் இந்த வாக்கியத்தை ஆய்வு மற்றும் நீங்கள் எப்படி ஆங்கிலம் பேசுகிறீர்கள் என்று மதிப்பீடு செய்து அனுப்புவேன்"
        },
        {
            en: "Here's what I think your voice clip says",
            hi: "मुझे लगता है आपकी आवाज़ क्लिप यह कहती है ",
            ka: "ನಿಮ್ಮ ಧ್ವನಿ ಕ್ಲಿಪ್ ಇದನ್ನು ಹೇಳುತ್ತದೆ ಎಂದು ಭಾವಿಸುತ್ತೇನೆ",
            ta: "உங்கள் குரல் ஒலியை பற்றி நான் நினைப்பது"
        },
        {
            en: "Here's what I think you said",
            hi: "मुझे लगता है आपकी आवाज़ यह कहती है ",
            ka: "ನಿಮ್ಮ ಧ್ವನಿ ಕ್ಲಿಪ್ ಇದನ್ನು ಹೇಳುತ್ತದೆ ಎಂದು ಭಾವಿಸುತ್ತೇನೆ",
            ta: "உங்கள் குரல் ஒலியை பற்றி நான் நினைப்பது"
        },


        {
            en: "You've got a great English score and I'll share this with employers",
            hi: "आपको बहुत अच्छा अंग्रेजी स्कोर मिला है और मैं नियोक्ताओं के साथ इससे साझा करूँगा",
            ka: "ನೀವು ಉತ್ತಮ ಇಂಗ್ಲೀಷ್ ಸ್ಕೋರ್ ಪಡೆದಿರುವಿರಿ ಮತ್ತು ನಾನು  ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಎಂಪ್ಲಾಯರ್ಗೆ ಶೇರ್ ಮಾಡುತ್ತೇವೆ",
            ta: "நீங்கள் ஆங்கிலம் பேசுவதில் நல்ல மதிப்பெண் எடுத்துள்ளீர்கள் மற்றும் இதை நான் முதலாளிகளுடன் பகிருவேன்"
        },
        {
            en: "Hmmm. I could not understand your English voice clip. Please 'Record my Voice' again to try for a better English score.",
            hi: "मैं आपकी अंग्रेजी आवाज समझ नहीं पाया। कृपया फिर से एक बेहतर अंग्रेजी स्कोर के लिए कोशिश करने के लिए 'मेरी आवाज रिकार्ड' पर क्लिक करे।",
            ka: "ನನಗೆ  ನಿಮ್ಮ ಇಂಗ್ಲೀಷ್ ಧ್ವನಿ ಕ್ಲಿಪ್ ಅರ್ಥವಾಗಿಲ್ಲ. ಉತ್ತಮ ಇಂಗ್ಲೀಷ್ ಸ್ಕೋರ್ಗಾಗಿ ಮತ್ತೊಮ್ಮೆ ನನ್ನ ಧ್ವನಿ ರೆಕಾರ್ಡ್ ಮಾಡಿ.",
            ta: "உம். உங்கள் ஆங்கில ஓலி பதிவு எனக்கு புரியவில்லை. நல்ல ஆங்கில மதிப்பெண்ணுக்காக தயவுசெய்து 'ரெகார்ட் மை வாய்ஸ்' ஐ மீண்டும் முயற்சிக்கவும்"
        },
        {
            en: "Sorry, I had an error while analyzing your voice",
            hi: "क्षमा करें, आपकी आवाज का विश्लेषण करने के लिए एक त्रुटि आ गयी है  ",
            ka: "ಕ್ಷಮಿಸಿ, ನಿಮ್ಮ ಧ್ವನಿ ವಿಶ್ಲೇಷಿಸುವಾಗ ನನಗೆ  ದೋಷ ಕಂಡುಬಂತು",
            ta: "மன்னிக்கவும், உங்கள் ஒலிப்பதிவை ஆய்வுசெய்கையில் பிழைநேர்ந்தது"
        },


        {
            en: "Bangalore",
            hi: "बैंगलोर",
            ka: "ಬೆಂಗಳೂರು",
            ta: "பெங்களூரு"
        
        },
        {
            en: "Delhi",
            hi: "दिल्ली",
            ka: "ದೆಹಲಿ",
            ta: "தில்லி"
        },
        {
            en: "Mumbai",
            hi: "मुम्बई",
            ka: "ಮುಂಬೈ",
            ta: "மும்பை"
        },
        {
            en: "Chennai",
            hi: "चेन्नई",
            ka: "ಚೆನೈ",
            ta: "சென்னை"
        },
        {
            en: "Hyderabad",
            hi: "हैदराबाद",
            ka: "ಹೈದರಾಬಾದ್",
            ta: "ஹைதராபாத்"
        },
        {
            en: "Patna",
            hi: "पटना",
            ka: "ಪಾಟ್ನಾ",
            ta: "பாட்னா"
        },
        {
            en: "You seem to be new to Babajob, so I'll ask you a few questions to get started.",
            hi: "आप Babajob पे नए लगते हैं।  आपकी  प्रोफाइल बनाने के लिए मैं आपसे कुछ सवाल पूछुंगा।",
            ka: "ನೀವು Babajob ಹೊಸ ಎಂದು ತೋರುತ್ತದೆ, ಆದ್ದರಿಂದ ನಾನು ಪ್ರಾರಂಭಿಸಲು ಕೆಲವು ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳುತ್ತೇವೆ.",
            ta: "நீங்கள் பாபாஜாபுக்கு புதியவர் என தோன்றுகிறது, ஆதலால் ஆரம்பிக்க நான் சில கேள்விகளை கேட்பேன்."
        
        },
        {
            en: "🎤 Record my Voice",
            hi: "🎤 मेरी आवाज रिकॉर्ड करे।",
            ka: "🎤 ನನ್ನ ಧ್ವನಿ ರೆಕಾರ್ಡ್",
            ta: "ரெகார்ட் மை வாய்ஸ்"
        },
        {
            en: "❌ Delete Me",
            hi: "❌ मुझे बाबाजॉब से हटाये।",
            ka: "❌ ಮಿ ಅಳಿಸಿ",
            ta: "என்னை அழிக்கவும்"
        },
        {
            en: "To return to the previous menu, reply with menu",
            hi: "पिछले मेनू पर लौटने के लिए, मेनू के साथ उत्तर",
            ka: "ಹಿಂದಿನ ಮೆನು ಹಿಂದಿರುಗುವ ಮೆನು ಪ್ರತ್ಯುತ್ತರ",
            ta: "பிந்திய மெனுவிற்கு செல்ல, மெனு என பதிலளிக்கவும்"
        },
        {
            en: "Starting your application...",
            hi: "मैं आपका आवेदन शुरू कर रहा हु...",
            ka: "ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಪ್ರಾರಂಭಿಸಿ...",
            ta: "உங்கள் அப்ளிகேஷன் ஆரம்பிக்கப்படுகிறது..."
        },
        {
           
            en: "I need to verify your mobile before you can apply for jobs.  To verify your mobile, please give a missed call to 08012345678",
            hi: "नौकरी को अप्लाई करने के लिए मुझे आपका मोबाइल वेरीफाई करना पड़ेगा। कृपया  08012345678 पे मिस्ड काल करे।",
            ka: "ನೀವು ಕೆಲಸಕ್ಕೆ ಅಪ್ಲೈ ಮಾಡುವ ಮೊದಲು ನಾನು ನಿಮ್ಮ ಮೊಬೈಲನ್ನು ಪರಿಶೀಲಿಸಬೇಕು. ನಿಮ್ಮ ಮೊಬೈಲ್ ಪರಿಶೀಲಿಸಲು, ದಯವಿಟ್ಟು 08012345678 ಸಂಖ್ಯೆಗೆ ಮಿಸ್ಡ್ ಕಾಲ್ ನೀಡಿ",
            ta: "நீங்கள் வேலைக்கு அப்ளை செய்வதற்கு முன் நான் உங்கள் மொபைலை பரிசீலிக்கவேண்டும். பரிசீலிக்க உங்கள் மொபைலிலிருந்து 08012345678 எண்ணுக்கு மிஸ்ட் கால் செய்யவும்"
        },


        {
            en: "Driving License",
            hi: "ड्राइवर का लाइसेंस",
            ka: "ಚಾಲಕರ ಪರವಾನಗಿ",
            ta: "ஓட்டுனர் உரிமம்"
        },
        {
            en: "Aadhaar Card",
            hi: "आधार कार्ड",
            ka: "ಆಧಾರ್ ಕಾರ್ಡ್",
            ta: "ஆதார் கார்டு"
        },
        {
            en: "Company Card",
            hi: "कंपनी कार्ड",
            ka: "ಕಂಪನಿ ಕಾರ್ಡ್",
            ta: "கம்பெனி கார்டு"
        },
        {
            en: "PAN Card",
            hi: "पैन कार्ड",
            ka: "ಪ್ಯಾನ್ ಕಾರ್ಡ್",
            ta: "பான் கார்டு"


        },
        {
            en: "Voter Card",
            hi: "वोटर कार्ड",
            ka: "ಮತದಾರನ ಕಾರ್ಡ್",
            ta: "வாக்காளர் அட்டை"
        },
        {
            en: "PaySlip",
            hi: "वेतन पर्ची",
            ka: "ಪೇ ಸ್ಲಿಪ್",
            ta: "பே ஸ்லிப்"
        },
        {
            en: "Ration Card",
            hi: "राशन कार्ड",
            ka: "ಪಡಿತರ ಚೀಟಿ",
            ta: "ரேஷன் கார்டு"
        },
        {
            en: "Give a missed call to",
            hi: "करने के लिए एक मिस कॉल दें",
            ta: "எண்ணுக்கு மிஸ்ட் கால் செய்யவும்",
            ka: "ಸಂಖ್ಯೆಗೆ ಮಿಸ್ಡ್ ಕಾಲ್ ನೀಡಿ"
        },
        {
            en: "to answer a few more questions about this job. If you answer them correctly, I'll connect you to the employer.",
            hi: "इस काम के बारे में कुछ और सवालों के जवाब दे, अगर आप उन्हें सही ढंग से जवाब देते है, तो मैं आपको नियोक्ता से मिलवाऊंगा ।",
            ta: "இந்த வேலைக்கான இன்னும் சில கேள்விகளுக்கு பதிலளிக்க. நீங்கள் சரியாக பதிலளித்தால் முதலாளியுடன் தொடர்பு கொள்ளலாம்.",
            ka: "ಈ ಉದ್ಯೋಗಕ್ಕಾಗಿ ಇನ್ನು ಕೆಲವು ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸಲು. ನೀವು ಸರಿಯಾಗಿ ಉತ್ತರಿಸಿದಲ್ಲಿ ನಾನು ನಿಮ್ಮನ್ನು ಮಾಲೀಕರೊಂದಿಗೆ ಸಂಪರ್ಕ ಕಲ್ಪಿಸುವೆನು."
        },
        {
            en: "Your Babajob Profile Link is",
            hi: "आपका Babajob प्रोफाइल लिंक है",
            ta: "உங்கள் பாபாஜாப் ப்ரொஃபைல் லிங்க்",
            ka: "ನಿಮ್ಮ ಬಾಬಾಜಾಬ್ ಪ್ರೊಫೈಲ್ ಲಿಂಕ್"
        },
        {
            en: "Hi again",
            hi: "वापसी पर स्वागत है",
            ta: "மீண்டும் ஹாய்",
            ka: "ಮತ್ತೆ ಹಾಯ್"
        },
        {
            en: "Sorry, I could not understand you.",
            hi: "क्षमा करें, मैं तुम्हें समझ नहीं सका।",
            ta: "மன்னிக்கவும், உங்களை புரிந்துகொள்ள முடியவில்லை",
            ka: "ಕ್ಷಮಿಸಿ, ನಿಮ್ಮನ್ನು ಅರ್ಥೈಸಿಕೊಳ್ಳಲಾಗಿಲ್ಲ"
        },
        {
            en: "Please reply with 'goodbye' or a number below",
            hi: "'अलविदा' या नीचे एक नंबर के साथ जवाब दें",
            ta: "தயவுசெய்து 'குட்பை' அல்லது கீழுள்ள எண்ணுடன் ரிப்ளை செய்யவும்",
            ka: "ದಯವಿಟ್ಟು 'ಗುಡ್ಬೈ' ಅಥವಾ ಕೆಳಗಿನ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಮರುತ್ತರ ಕಳುಹಿಸಿ"
        },
        {
            en: "Please reply with 'goodbye' or pick an option below",
            hi: "'goodbye' के साथ उत्तर दे या नीचे एक विकल्प के साथ।",
            ta: "தயவுசெய்து 'குட்பை' அல்லது கீழுள்ளவற்றில் விருப்பத்தை ரிப்ளை செய்யவும்",
            ka: "ದಯವಿಟ್ಟು 'ಗುಡ್ಬೈ' ಅಥವಾ ಕೆಳಗಿನ ಆಯ್ಕೆಯೊಂದಿಗೆ ಮರುತ್ತರ ಕಳುಹಿಸಿ"
        },
 


        {
            en: "Please answer my questions and I'll help you find a great job.",
            hi: "मेरे सवालों का जवाब दे और मैं आपको एक अच्छा काम खोजने में मदद करूँगा।",
            ta: "தயவுசெய்து என் கேள்விகளுக்கு பதிலளிக்கவும் மற்றும் நான் உங்களுக்கு நல்ல வேலை கிடைக்க உதவுவேன்.",
            ka: "ದಯವಿಟ್ಟು ನನ್ನ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸಿ ಹಾಗು ನಾನು ನಿಮಗೆ ಒಳ್ಳೆಯ ಉದ್ಯೋಗ ದೊರಕಲು ಸಹಾಯ ಮಾಡುವೆನು"


        },
        {
            en: "Welcome to Babajob",
            hi: "Babajob में आपका स्वागत है",
            ta: "பாபாஜாப் க்கு நல்வரவு",
            ka: "ಬಾಬಾಜಾಬ್ ಗೆ ಸ್ವಾಗತ"
        },
    
        {
            en: "I am deleting your babajob profile",
            hi: "मैं आपकी babajob प्रोफ़ाइल डिलीट कर रहा हु|",
            ta: "நான் உங்கள் பாபாஜாப் ப்ரொஃபைலை அழித்துக்கொண்டிருக்கிறேன்",
            ka: "ನಾನು ನಿಮ್ಮ ಬಾಬಾಜಾಬ್ ಪ್ರೊಫೈಲನ್ನು ಅಳಿಸುತ್ತಿದ್ದೇನೆ"
        },
        {
            en: "You are now no longer on Babajob.To come back, just say hi",
            hi: "आप Babajob से मिट गए हैं , वापस आने के लिए  'hi' टाइप करे।",
            ta: "இன்று முதல் நீங்கள் பாபாஜாபில் இல்லை. மீண்டும் சேர ஹாய் என்று டைப் செய்யவும்",
            ka: "ನೀವು ಇನ್ನು ಮುಂದೆ ಬಾಬಾಜಾಬ್ ನಲ್ಲಿ ಇಲ್ಲ. ಮರುಕಳಿಸಲು ಹಾಯ್ ಎಂದು ಟೈಪ್ ಮಾಡಿ"
        },
        {
            en: "Sorry, at this time, I can only talk to job seekers. To restart, text back goodbye",
            hi: "क्षमा करें, मैं केवल नौकरी चाहने वालों के साथ बात कर सकता हु। अगर आपको नौकरी ढूंढना है तो 'goodbye' टाइप करे।",
            ta: "மன்னிக்கவும், தற்சமயம் நான் வேலை தேடுபவர்களுடன் மட்டும் பேசுவேன். மீண்டும் ஆரம்பிக்க குட்பை என டைப் செய்யவும்",
            ka: "ಕ್ಷಮಿಸಿ, ಈ ಸಮಯ ನಾನು ಉದ್ಯೋಗ ಹುಡುಕುವವರೊಂದಿಗೆ ಮಾತ್ರ ಮಾತನಾಡುವೆನು. ಮತ್ತೆ ಪ್ರಾರಂಭಿಸಲು ಗುಡ್ಬೈ ಎಂದು ಟೈಪ್ ಮಾಡಿ"
        },
        {
            en: "What's your mobile number?",
            hi: "आपका मोबाइल नंबर क्या हे?",
            ka: "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ?",
            ta: "உங்கள் மொபைல் எண்?"
        },
        {
            en: "Reply with a number",
            hi: "निचे दिए गए नंबर के साथ जवाब दे",
            ka: "ಒಂದು ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಉತ್ತರಿಸಿ",
            ta: "ஒரு எண் மூலம் பதிலளிக்கவும்",
            pn: " ਹੇਠਾਂ ਦਿੱਤੇ ਗਏ ਨੰਬਰ ਨਾਲ ਜਵਾਬ ਦੇਵੋ"
        },


        {
            en: "For nearby jobs, send me your map location.",
            hi: "आस पास की  नौकरियों के लिए, मुझे अपना मैप स्थान भेजें।",
            pn: "ਆਪਣੇ ਨੇੜਲੇ ਨੌਕਰੀ ਲਈ, ਮੈਨੂੰ ਆਪਣੇ ਨਕਸ਼ਾ ਸਥਿਤੀ ਪੀਝੋ।",
            ta: "அருகிலுள்ள வேலைகளுக்காக உங்கள் வரைபடம் இடத்தை எனக்கு அனுப்பவும்.",
            ka: "ಹತ್ತಿರದ ಉದ್ಯೋಗಗಳಿಗಾಗಿ ನಿಮ್ಮ ನಕ್ಷೆ ಸ್ಥಳವನ್ನು ನನಗೆ ಕಳುಹಿಸಿ."


        },
        {
            en: "I could not find any matching jobs. Please Edit your Profile and change your category or city.",
            hi: "मुझे आपके लिए कोई नौकरी नहीं मिली I कृपया अपना प्रोफाइल अपडेट करें अपना वर्ग या शहर बदलें  ",
            ta: "பொருந்தும் வேலைகள் இல்லை. தயவுசெய்து உங்கள் ப்ரொஃபைலை திருத்தி நகரம் அல்லது வேலை வகையை மாற்றவும்.",
            ka: "ಹೊಂದಾಣಿಕೆಯ ಉದ್ಯೋಗಗಳು ಸಿಕ್ಕಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪ್ರೊಫೈಲನ್ನು ತಿದ್ದಿ ನಗರ ಅಥವಾ ವರ್ಗವನ್ನು ಬದಲಾಯಿಸಿ.",
           
        },
        {
            en: "I'll help you find a great nearby job in 3 questions.",
            hi: "मैं आपसे तीन प्रश्न पूछुंगा और उसके बाद आपको नौकरियां दिखाऊंगा।",
            ta: "வெறும் 3 கேள்விகளில் நான் உங்களுக்கு நல்ல, அருகிலுள்ள வேலை கிடைக்கச்செய்வேன்.",
            ka: "ಕೇವಲ 3 ಪ್ರಶ್ನೆಗಳಲ್ಲಿ ನಾನು ನಿಮಗೆ ಒಳ್ಳೆಯ, ಹತ್ತಿರದ ಉದ್ಯೋಗ ದೊರೆಯುವಂತೆ ಮಾಡುವೆನು."
        },
        {
            en: "Nice to meet you,",
            hi: "आपसे मिलकर अच्छा लगा,",
            ta: "உங்களை சந்தித்ததில் சந்தோஷம்",
            ka: "ನಿಮ್ಮ ಭೇಟಿಯಿಂದ ಸಂತೋಷವಾಗಿದೆ"
        },
        {
            en: "What language should I speak?",
            //en: "In which Language do you want to chat?", //@Sean please change this text in chat too.
            ta: "நாம் எந்த மொழியில் பேசவேண்டும்?",
            ka: "ನಾವು ಯಾವ ಭಾಷೆಯಲ್ಲಿ ಮಾತನಾಡುವುದು?",
            hi: "आप कौनसी भाषा मैं चैट करना चाहतें हैं ?"
        },
        {
            en: "Cool. I need to ask you 4 simple questions before I can send your application.",
            ta: "பொறுங்கள். உங்கள் அப்ளிகேஷனை அனுப்பும் முன்பு நான் உங்களிடம் 4 எளிய கேள்விகளை கேட்கவேண்டும்.",
            ka: "ತಡೆಯಿರಿ, ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಕಳುಹಿಸುವ ಮೊದಲು ನಾನು ನಿಮ್ಮ ಬಳಿ 4 ಸರಳ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಬೇಕಾಗಿದೆ",
            hi: "मैं आपसे 4 सरल सवाल पूछंगा और उसके बाद आपकी जॉब नियोक्ता को भेज दूंगा  "
        },
        {
            en: "Here's what I think you said",
            ta: "நீங்கள் சொன்னதை நான் இப்படி நினைக்கிறேன்",
            hi: "मुझ लगता है की आपने यह शब्द बोले है। ",
            ka: "ನಿಮ್ಮ ಧ್ವನಿ ಕ್ಲಿಪ್ ಇದನ್ನು ಹೇಳುತ್ತದೆ ಎಂದು ಭಾವಿಸುತ್ತೇನೆ",
            
        },
        {
            en: "Thanks for your feedback. Let's keep looking for better jobs!",
            ta: "உங்கள் கருத்தை தெரிவித்ததற்கு நன்றி. நல்ல வேலைகளுக்காக பார்த்துக்கொண்டிருங்கள்!",
            ka: "ನಿಮ್ಮ ಅನಿಸಿಕೆಯನ್ನು ತಿಳಿಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು. ಉತ್ತಮ ಉದ್ಯೋಗಗಳಿಗಾಗಿ ನಿರೀಕ್ಷಿಸುತ್ತಿರಿ!",
            hi: "आपकी प्रतिक्रिया के लिए धन्यवाद। नौकरी पाने के लिए और ज्यादा नौकरियां को अप्लाई करे। "
        },
        {
            en: "What can I improve?",
            ta: "நான் எதை மேம்படுத்திக்கொள்ளவேண்டும்?",
            ka: "ನಾನು ಏನನ್ನು ಅಭಿವೃದ್ದಿಪಡಿಸಿಕೊಳ್ಳಬೇಕು?",
            hi: "मैं चैट में क्या सुधार कर सकते हु?"
        },
        {
            en: "😊 Give Feedback",
            ta: "😊 உங்கள் கருத்தை தெரிவிக்கவும்",
            ka: "😊 ನಿಮ್ಮ ಅನಿಸಿಕೆಯನ್ನು,್ನು್ನು ತಿಳಿಸಿ",
            hi: "😊 अपनी प्रतिक्रिया दें "
        },
        {
            en: "Apply to those you like",
            hi: "जो पसंद है उसे अप्लाई करें ",
            ka: "ನಿಮಗಿಷ್ಟವಾಗಿರುವುದಕ್ಕೆ ಅಪ್ಲೈ ಮಾಡಿ",
            ta: "உங்கள் விருப்பமானவைகளுக்கு அப்ளை செய்யவும்"
        },
        {
            en: "jobs in",
            hi: "यहां पर नौकरियां ",
            ka: "ಉದ್ಯೋಗಗಳು ಇಲ್ಲಿ",
            ta: "வேலைகள் இங்கு"
        },
        {
            en: "Next I need to verify your mobile number.",
            hi: "अब मुझे आपका मोबाइल नंबर को सत्यापित करने की जरूरत है।",
            ka: "ಮುಂದೆ ನಾನು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಬೇಕಾಗಿದೆ.",
            ta: "அடுத்து நான் உங்கள் மொபைல் எண்னை பரிசீலிக்கவேண்டும்."
        },
        {
            en: "Please send me the 4-digit OTP I just SMS'd you.",
            hi: "4 नंबर का OTP कोड टाइप करें जो हमने अभी SMS किया है.",
            ka: "ದಯವಿಟ್ಟು ನಾನು ಎಸ್ಎಮ್ಎಸ್ ಮಾಡಿದ 4 ಅಂಕಿ ಒಟಿಪಿ ಯನ್ನು ನನಗೆ ಕಳುಹಿಸಿ.",
            ta: "தயவுசெய்து நான் எஸ்எம்எஸ் செய்த 4 எண் ஓடீபி யை எனக்கு அனுப்பவும்."
        },
        {
            en: "Or miss call 08012345678 and then reply with 'I called'",
            hi: "या फिर 08012345678 पे मिस कॉल करें और 'I called' पे रिप्लाई करें .",
            ka: "ಅಥವಾ 08012345678 ಸಂಖ್ಯೆಗೆ ಕರೆ ಮಾಡಿ ನಂತರ 'ನಾನು ಕರೆ ಮಾಡಿದೆ' ಎಂದು ಪ್ರತ್ಯುತ್ತರ ಕಳುಹಿಸಿ",
            ta: "அல்லது 08012345678 எண்னுக்கு அழைத்த பின்பு 'நான் அழைத்தேன்' என்று பதிலளிக்கவும்"
        },
        {
            en: "I love",
            hi: "मुझे पसंद है",
            ka: "ನಾನು ಪ್ರೀತಿಸುತ್ತೇನೆ",
            ta: "நான் நேசிக்கிறேன்"
        },
        {
            en: "Your job application has been sent",
            hi: "आप की एप्लीकेशन भेज दी गयी है.",
            ka: "ನಿಮ್ಮ ಉದ್ಯೋಗದ ಅಪ್ಲಿಕೇಶನ್ ಕಳುಹಿಸಲಾಗಿದೆ",
            ta: "உங்கள் வேலை அப்ளிகேஷன் அனுப்பப்பட்டுள்ளது"
        },
        {
            en: "I'm sure you can be a bit more specific",
            hi: "मुझे ज्ञान है कि आप थोड़ा और अधिक विशिष्ट हो सकते हैं .",
            ka: "ನೀವು ಸ್ವಲ್ಪ ಹೆಚ್ಚು ವಿಶೇಷವಾದವರೆಂದು ನನಗೆ ಖಚಿತವಾಗಿದೆ",
            ta: "நீங்கள் சற்று விசேஷித்தவர் என்று எனக்கு உறுதியாகியுள்ளது"
        },
        {
            en: "What are the skills you are admired for and make you suitable for your next job?",
            hi: "आपका कौन सा कौशल आपको अगली नौकरी दिलाने के लिए उपयुक्त होगा ?",
            ka: "ನಿಮ್ಮ ಮೆಚ್ಚುಗೆಯ ಕೌಶಲ್ಯಗಳೇನು ಹಾಗು ಈ ಉದ್ಯೋಗಕ್ಕೆ ನೀವು ಹೇಗೆ ಸೂಕ್ತವಾಗಿರುವಿರಿ?",
            ta: "நீங்கள் போற்றும் உங்கள் திறமை என்ன மற்றும் இந்த வேலைக்கு நீங்கள் எப்படி பொருந்துவீர்கள்?"
        },
        {
            en: "That sounds impressive",
            hi: "यह प्रभावशाली लगता है.",
            ka: "ಇದು ಆಕರ್ಷಕವಾಗಿದೆ",
            ta: "இது ஈர்க்கக்கூடியதாகும்"
        },
        {
            en: "Nice",
            hi: "अच्छा ",
            ka: "ಸಂತೋಷ",
            ta: "சந்தோஷம்"
        },
        {
            en: "Personality Test",
            hi: "व्यक्तित्व परीक्षण ",
            ka: "ವ್ಯಕ್ತಿತ್ವದ ಪರೀಕ್ಷೆ",
            ta: "ஆளுமை சோதனை"
        },
        {
            en: "Thanks for your feedback. Let's keep looking for better jobs!",
            hi: "आपकी प्रतिक्रिया के लिए धन्यवाद। बेहतर रोजगार की तलाश में लगें रहे !",
            ka: "ನಿಮ್ಮ ಅನಿಸಿಕೆಗೆ ಧನ್ಯವಾದಗಳು. ಉತ್ತಮ ಉದ್ಯೋಗಗಳಿಗಾಗಿ ನೋಡುತ್ತಿರಿ!",
            ta: "உங்கள் கருத்துக்களுக்கு நன்றி. நல்ல வேலைகளுக்காக பார்த்துக்கொண்டிருங்கள்!"
        },
        {
            en: "Realistic",
            hi: "यथार्थवादी, सच्चाई पसंद ",
            ka: "ವಾಸ್ತವಿಕತೆ",
            ta: "யதார்த்தம்"
        },
        {
            en: "You are likely to perform better in jobs with familar routines and somewhat repetitive tasks",
            hi: "आप को ऐसे नौकरियां पसंद हैं जिससे आप परिचित हैं और एक ही प्रकार के कौशल की अयश्यकता हो ",
            ka: "ನೀವು ವಾಡಿಕೆಯ ಹಾಗು ಸ್ವಲ್ಪ ಪುನರಾವರ್ತಿತ ಕಾರ್ಯಗಳ ಉದ್ಯೋಗಗಳನ್ನು ಉತ್ತಮವಾಗಿ ನಿರ್ವಹಿಸುವ ಸಾಧ್ಯತೆಯಿದೆ",
            ta: "நீங்கள் தெரிந்த நடைமுறை மற்றும் மீண்டும்ச்செய் பணிகளை நன்றாக நிர்வகிப்பீர்கள்"
        },


        {
            en: "Imaginative",
            hi: "कल्पनाशील",
            ka: "ಕಾಲ್ಪನಿಕ",
            ta: "கற்பனை"
        },
        {
            en: "You are likely perform well in jobs that are composed of a variety of different tasks and entail a high level of creative thinking",
            hi: "आप की संभावना नौकरियों है कि विभिन्न कार्यों की एक किस्म से बना रहे हैं में अच्छा प्रदर्शन कर रहे हैं और रचनात्मक सोच का एक उच्च स्तरीय करना पड़ेगा",
            ka: "ನೀವು ವೈವಿದ್ಯತೆಯನ್ನೊಳಗೊಂಡ ಹಾಗು ಉನ್ನತ ಮಟ್ಟದ ಸೃಜನಾತ್ಮಕ ಯೋಚನೆಯನ್ನೊಳಗೊಂಡ ಉದ್ಯೋಗಗಳನ್ನು ಉತ್ತಮವಾಗಿ ನಿರ್ವಹಿಸುವಿರಿ",
            ta: "நீங்கள் பல்வேறு விதமான பணிகள் மற்றும் உயர் மட்ட ஆக்கப்பூர்வமான சிந்தனை கொண்ட வேலைகளில் நன்றாக செயல்படுவீர்கள்"
        },


        {
            en: "Quiet",
            hi: "शांत ",
            ka: "ಪ್ರಶಾಂತ",
            ta: "அமைதி"
        },
        {
            en: "Reflective, like working in small groups or alone and doing one task at a time.",
            hi: "चिंतनशील, छोटे समूहों या अकेले में काम करना और एक बार में एक ही काम करना।",
            ka: "ಪ್ರತಿಸ್ಪಂದಿತ, ಸಣ್ಣ ಗುಂಪಿನಲ್ಲಿ ಅಥವಾ ಒಬ್ಬಂಟಿಗರಾಗಿ ಒಂದು ಕಾರ್ಯವನ್ನು ಒಂದೇ ಸಮಯದಲ್ಲಿ ನಿರ್ವಹಿಸುವುದು.",
            ta: "பிரதிபலிப்பு, சிறு குழுவில் அல்லது தனியாக ஒரு வேலையை ஒரே நேரத்தில் செய்து முடிப்பது."
        },


        {
            en: "Outgoing",
            hi: "निवर्तमान",
            ka: "ಬೆರೆಯುವ",
            ta: "சங்கமம்"
        },
        {
            en: "Talkative, energetic, like working in groups and taking the lead.",
            hi: "बातूनी, ऊर्जावान, समूहों में काम करना और अगवाई करना ",
            ka: "ವಾಚಾಳಿ, ಶಕ್ತಿಯುತ, ಗುಂಪಿನಲ್ಲಿ ಪ್ರಾಮುಖ್ಯತೆ ವಹಿಸಿ ಕೆಲಸ ನಿರ್ವಹಿಸುವುದು.",
            ta: "பேச்சாளர், ஆற்றலுள்ள, தலைமைவகித்து குழுக்களில் வேலை புரிவது."
        },


        {
            en: "Competitive",
            hi: "प्रतिस्पर्धात्मक",
            ka: "ಸ್ಪರ್ಧಾತ್ಮಕ",
            ta: "போட்டித்தன்மை"
        },
        {
            en: "Ambitious. Rational. Not afraid to criticize others or make difficult decisions.",
            hi: "महत्वाकांक्षी। तर्कसंगत। दूसरों की आलोचना या कठिन निर्णय लेने के लिए डर नहीं है।",
            ka: "ಮಹತ್ವಾಕಾಂಕ್ಷೆ. ತರ್ಕಬದ್ಧ. ಇತರರನ್ನು ಟೀಕಿಸಲು ಅಥವಾ ಕಷ್ಟವಾದ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆಯಲು ಹೆದರದವರು.",
            ta: "லட்சியம். பகுத்தறிவு. மற்றவர்களை விமர்சிக்க அல்லது கடினமான முடிவுகளை எடுக்க பயப்படாதவர்."
        },


        {
            en: "Cooperative",
            hi: "सहयोगी",
            ka: "ಸಹಕಾರಿ",
            ta: "கூட்டுறவு"
        },
        {
            en: "Sensitve and warm-hearted, get along well with others. Tend to avoid conflict.",
            hi: "संवेदनशील और उन्मादी, दूसरों के साथ अच्छी तरह से साथ मिलतें हैं । संघर्ष से बचतें हैं।",
            ka: "ಸೂಕ್ಷ್ಮವಾದ ಹಾಗು ಬೆಚ್ಚಗಿನ ಹೃದಯದ, ಇತರರೊಂದಿಗೆ ಉತ್ತಮವಾಗಿ ಸಹಕರಿಸುವುದು. ಘರ್ಷಣೆ ತಪ್ಪಿಸುವುದರಲ್ಲಿ ಒಲವು ತೋರುವುದು.",
            ta: "உணர்ச்சிமிக்க மற்றும் சூடான மனம் படைத்த, மற்றவர்களுடன் நல்லமுறையில் இணைந்து, மோதலை தவிர்ப்பதில் அக்கறை காட்டுவது."
        },


        {
            en: "Easy-going",
            hi: "आरामपसंद",
            ka: "ಸಲೀಸಾದ ನಡಿಗೆ",
            ta: "மேம்போக்கு"
        },
        {
            en: "More laid back, less goal-oriented and more flexible and spontaneous.",
            hi: "आप ज्यादातर आलसी, कम लक्ष्य उन्मुख और अधिक लचीला और सहज रखी हैं ।",
            ka: "ಹೆಚ್ಚು ಆರಾಮವಾಗಿ, ಕಡಿಮೆ ಗುರಿ ಕೇಂದ್ರಿತ ಹಾಗು ಹೆಚ್ಚು ಹೊಂದಿಕೊಳ್ಳುವ ಮತ್ತು ಸ್ವಯಂಪ್ರೇರಿತ.",
            ta: "மிக எளிதாக, குறைவான இலக்கு சார்ந்த மற்றும் நெகிழ்வான மற்றும் தன்னிச்சையாக"
        },


        {
            en: "Organized",
            hi: "संगठित",
            ka: "ಸಂಘಟಿತ",
            
        },
        {
            en: "Hard-working and reliable, efficient. Like to think carefully before acting.",
            hi: "आप परिश्रमी, विश्वसनीय और कुशल है। कार्य करने से पहले सावधानी से सोचना अच्छा लगता है।",
            ka: "ಕಷ್ಟಪಟ್ಟು ದುಡಿಯುವ ಹಾಗು ವಿಶ್ವಾಸಾರ್ಹ, ಸಮರ್ಥ. ಕಾರ್ಯ ನಿರ್ವಹಿಸುವ ಮೊದಲು ಎಚ್ಚರಿಕೆಯಿಂದ ಯೋಚಿಸುವುದು.",
            ta: "கடின உழைப்பாளி மற்றும் நம்பத்தகுந்த, திறமைமிக்க. செயல்ப்படுவதற்கு முன் கவனமாக யோசிப்பது"
        },


        {
            en: "Sensitive",
            hi: "संवेदनशील",
            ka: "ಸೂಕ್ಷ್ಮ",
            ta: "உணர்வுமிக்க"
        },
        {
            en: "You tend to enjoy jobs that are less stressful.",
            hi: "आप को ऐसे काम पसंद हैं जो कम तनावपूर्ण रहे हैं ",
            ka: "ನೀವು ಕಡಿಮೆ ಒತ್ತಡದ ಉದ್ಯೋಗಗಳಲ್ಲಿ ಉತ್ಸುಕರಾಗಿರಲು ಒಲವು ತೋರುವುದು.",
            ta: "நீங்கள் குறைந்த அழுத்த வேலையில் அக்கறை காட்டுபவர்."
        },


        {
            en: "Calm",
            hi: "शांत",
            ka: "ಶಾಂತಿಯುತ",
            ta: "அமைதியாக"
        },
        {
            en: "You are often stable, calm and can be unemotional when required.",
            hi: "आप अक्सर स्थिर, शांत कर रहे हैं और जरूरत पड़ने पर व्यावहारिक हो सकतें हैं।",
            ka: "ನೀವು ಸಾಮಾನ್ಯವಾಗಿ ಸ್ಥಿರವಾಗಿರುವುದು, ಶಾಂತಿಯುತ ಹಾಗು ಬೇಕಾದಲ್ಲಿ ಭಾವಶೂನ್ಯವಾಗಿರುವುದು.",
            ta: "நீங்கள் ஸ்திரமாக, அமைதியாக மற்றும் தேவைப்படும்போது உணர்ச்சிவசப்படாமலிருப்பது."
        }


        , {
            en: "Are you generally reserved?",
            hi: "क्या आप आप आम तौर पर आरक्षित हैं?",
            ka: "ನೀವು ಸಾಮಾನ್ಯವಾಗಿ ಬಿಗುಮಾನದವರೇ?",
            ta: "நீங்கள் பொதுவாக கூச்சமுள்ளவரா?"
        }, {
            en: "Are you generally trusting of other people?",
            hi: "क्या आप आप आम तौर पर अन्य लोगों पर विश्वास कर रहे हैं?",
            ka: "ನೀವು ಸಾಮಾನ್ಯವಾಗಿ ಇತರರನ್ನು ನಂಬುವಿರಾ?",
            ta: "நீங்கள் பொதுவாக மற்றவர்களை நம்புவீர்களா?"
        }, {
            en: "Do you tend to be lazy?",
            hi: "क्या आप अक्सर आप आलसी हो जाते हैं?",
            ka: "ನಿಮಗೆ ಸೋಮಾರಿತನದಲ್ಲಿ ಒಲವೇ?",
            ta: "நீங்கள் சோம்பேறியாக இருக்க விரும்புவீர்களா?"
        }, {
            en: "Do you see yourself as relaxed and able to handle stress well?",
            hi: "क्या आप आराम से रहतें हैं और अच्छी तरह से तनाव को संभालते हैं ?",
            ka: "ನೀವು ನಿಮ್ಮನ್ನು ಶಾಂತವಾಗಿ ನೋಡಿದ್ದೀರಾ ಹಾಗು ಒತ್ತಡವನ್ನು ಚೆನ್ನಾಗಿ ನಿರ್ವಹಿಸುವಿರಾ?",
            ta: "நீங்கள் உங்களை அமைதியாக பார்த்துள்ளீர்களா மற்றும் அழுத்தத்தை நிதானத்தோடு கையாள்வீர்களா?"
        },
        {
            en: "Do see yourself as someone who has many artistic interests?",
            hi: "क्या आप में कलात्मक रुचियाँ हैं ?",
            ka: "ಯಾರಾದರೂ ಹಲವಾರು ಕಲಾತ್ಮಕ ಆಸಕ್ತಿಗಳನ್ನು ಹೊಂದಿರುವಂತೆ ನೀವು ನಿಮ್ಮನ್ನು ನೋಡಿದ್ದೀರಾ?",
            ta: " யாரேனும் பல கலையாற்றல் நலன் கொண்டவரைப்போல் உங்களை நீங்கள் பார்த்துள்ளீர்களா?"
        },
        {
            en: "Are you outgoing and sociable?",
            hi: "क्या आप बाहर जाने वाले और मिलनसार हैं?",
            ka: "ನೀವು ಬೆರೆಯುವ ಹಾಗು ಸಹವಾಸ ಯೋಗ್ಯರೇ?",
            ta: "நீங்கள் நேசமிக்க மற்றும் கூடிப்பழகுபவரா?"
        },
            
        {
            en: "Do you tend to find fault with others?",
            hi: "क्या आप दूसरों के काम में गलती खोजतें हैं?",
            ka: "ನೀವು ಇನ್ನೊಬ್ಬರಲ್ಲಿ ದೋಷಕಂಡು ಹಿಡಿಯುವುದರಲ್ಲಿ ಒಲವು ತೋರುವಿರಾ?",
            ta: "நீங்கள் மற்றவர்களின் தவறு கண்டுபிடிக்க முயற்சி செய்வீர்களா?"
        },
        {
            en: "So you see yourself as someone who does a thorough job?",
            hi: "तो आप अपने आप को ऐसा देखतें हैं जो पूरी तरह से काम करता है?",
            ka: "ಯಾರಾದರೂ ಸಂಪೂರ್ಣವಾಗಿ ಕೆಲಸ ಮಾಡುವ ಹಾಗೆ ನಿಮ್ಮನ್ನು ನೀವು ನೋಡಿದ್ದೀರಾ?",
            ta: "யாரேனும் முழுவேலை செய்வதைப்போல உங்களை நீங்கள் பார்த்துள்ளீர்களா?"
        },
        {
            en: "Do you get nervous easily?",
            hi: "क्या आप आसानी से घबरा जाते है?",
            ka: "ನೀವು ಸುಲಭವಾಗಿ ಆತಂಕಗೊಳ್ಳುವಿರಾ?",
            ta: "நீங்கள் எளிதில் பதட்டம் அடைவீர்களா?"
        },
        {
            en: "Do you see yourself as having active imagination?",
            hi: "क्या आप अपने अप्प को एक सक्रिय काल्पनिक रूप में देखते हैं",
            ka: "ನೀವು ನಿಮ್ಮನ್ನು ಸಕ್ರಿಯ ಕಲ್ಪನಾಶಕ್ತಿ ಹೊಂದಿರುವಂತೆ ನೋಡಿದ್ದೀರಾ?",
            ta: "நீங்கள் உங்களை செயலாக்க கற்பனை உடையவராக பார்த்துள்ளீர்களா?"
        },
        {
            en: "Are you considerate and kind to almost everyone?",
            hi: "क्या आप लगभग हर प्रकार की जॉब के लिए विचारशील हैं ",
            ka: "ನೀವು ವಿವೇಚನೆ ಹಾಗು ಬಹುತೇಕ ಎಲ್ಲರೊಂದಿಗೆ ದಯೆಯಿಂದಿರುವಿರೇ?",
            ta: "நீங்கள் பரிவு மற்றும் அனைவருடனும் இரக்கத்தோடு இருப்பீர்களா?"
        },
        {
            en: "Add ID Proof",
            hi: "आईडी प्रूफ जोड़े",
            ka: "ಐಡಿ ಪ್ರೂಫನ್ನು ಸೇರಿಸಿ",
            ta: "ஐடி ப்ரூஃபை சேர்க்கவும்"
        },
        {
            en: "🌐 Change Language",
            hi: "🌐 भाषा बदलें ",
            ka: "🌐 ಭಾಷೆ",
            ta: "🌐 மொழி"
        }
        ,
        {
            en: "Search",
            hi: "खोज",
            ka: "ಹುಡುಕಿ",
            ta: "தேடுக"
        }
        ,
        {
            en: "Jobs",
            hi: "नौकरियां",
            ka: "ಉದ್ಯೋಗಗಳು",
            ta: "வேலைகள்"
        },
        {
            en: "Send me your mobile number or 'later' if you'd prefer employers not to call you now.",
            hi: "अपना नंबर मुझे भेजें अथवा 'later' अगर नियोक्ता से कॉल नहीं चाहतें हैं ",
            ka: "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಕಳುಹಿಸಿ ಅಥವಾ ನಂತರ ಒಂದು ವೇಳೆ ನಿಮ್ಮನ್ನು ಮಾಲೀಕರು ಈ ಸಮಯದಲ್ಲಿ ಸಂಪರ್ಕಿಸ ಬೇಡವಾದಲ್ಲಿ.",
            ta: "உங்கள் மொபைல் எண்னை அனுப்பவும் அல்லது பிறகு ஒரு வேளை உங்களை முதலாளிகள் தற்சமயம் தொடர்புகொள்ளவேண்டாம் என்றால்.",
            hi: "मुझे अपने मोबाइल नंबर दे."
        },
        {
            en: "See nearby jobs, apply and call employers if you meet their requirements.",
            /* hi: "अपने पास की नौकरियां देखें, अप्लाई करें और नियोक्तओं को कॉल करें अगर आप नौकरी की आवश्यकताओं को पूरा करते हैं", */
            ka: "ಹತ್ತಿರದ ಉದ್ಯೋಗಗಳನ್ನು ನೋಡಿ, ಅಪ್ಲೈ ಮಾಡಿ ಹಾಗು ಮಾಲೀಕರ ಬೇಡಿಕೆಗೆ ನೀವು ಸರಿಹೊಂದಿದಲ್ಲಿ ಅವರೊಂದಿಗೆ ಮಾತನಾಡಿ.",
            ta: "அருகின் வேலைகளை பார்த்து, அப்ளை செய்யவும் மற்றும் நீங்கள் முதலாளிகளின் தேவைக்கு ஏற்றவரானால் அவரோடு பேசலாம்.",
            hi: "अपने आस पास की जोब्स देखे, उनको अप्लाई करे और नियोक्ताओं को कॉल्स करे।"
        },
        {
            en: "Photograph and Verify your Documents",
            ka: "ಫೋಟೋ ಹಾಗು ನಿಮ್ಮ ದಾಖಲೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ",
            ta: "புகைப்படம் மற்றும் உங்கள் ஆவணங்களை சரிபார்க்கவும்",
            hi: "अपने दस्तावेजों की जांच करे।"
        },
        {
            en: "I can verify your Aadhaar Card, PANCard, etc & showcase them to employers.",
            hi: "मैं आपका आधार कार्ड, पैनकार्ड आदि सत्यापित कर सकता  हूं और नियोक्ताओं के लिए उन्हें प्रदर्शित कर सकता हूं ",
            ka: "ನಾನು ನಿಮ್ಮ ಆಧಾರ್ ಕಾರ್ಡ್, ಪ್ಯಾನ್ ಕಾರ್ಡ್ ಇತ್ಯಾದಿಗಳನ್ನು ಪರಿಶೀಲಿಸುವೆನು ಹಾಗು ಅವುಗಳನ್ನು ಮಾಲೀಕರಿಗೆ ಕಾಣುವಂತೆ ಮಾಡುವೆನು.",
            ta: "நான் உங்கள் ஆதார் அட்டை, பான் அட்டை மற்றவைகளை பரிசீலனை செய்து அதை முதலாளிகள் காணும்படி செய்வேன்."
        },
        {
            en: "Showcase your Personality",
            hi: "अपना वक्तित्व प्रस्तुत करें ",
            ka: "ನಿಮ್ಮ ವ್ಯಕ್ತಿತ್ವವನ್ನು ಸೇರಿಸಿ",
            ta: "உங்கள் குணநலன்களை சேர்க்கவும்"
        },
        {
            en: "I can identify your best personality traits to help you get a better job.",
            hi: "मैं आपके सबसे अच्छे व्यक्तित्व लक्षण की पहचान कर सकता हूं जो आपको नौकरी पाने मैं मदद करेगा ",
            ka: "ನಾನು ನಿಮ್ಮ ವ್ಯಕ್ತಿತ್ವ ಲಕ್ಷಣಗಳನ್ನು ಗುರುತಿಸಿ ನಿಮಗೆ ಉತ್ತಮ ಕೆಲಸ ದೊರೆಯಲು ಸಹಾಯ ಮಾಡುವೆನು.",
            ta: "நான் உங்கள் குணநலன் பண்புகளை தேர்ந்தெடுத்து உங்களுக்கு நல்ல வேலை கிடைக்க உதவுவேன்."
        },
        {
            en: "💡 Take the Quiz",
            hi: "💡 प्रश्नोत्तरी लें",
            ka: "💡 ರಸಪ್ರಶ್ನೆಯಲ್ಲಿ ಭಾಗಿಯಾಗಿ",
            ta: "💡 வினாவிடையில் பங்கேற்கவும்"
        },
        {
            en: "Prove your English skills",
            hi: "अपने अंग्रेजी कौशल को टेस्ट करें ",
            ka: "ನಿಮ್ಮ ಇಂಗ್ಲೀಷ್ ಕೌಶಲ್ಯವನ್ನು ಸಾಬೀತುಪಡಿಸಿ",
            ta: "உங்கள் ஆங்கில திறமையை நிரூபிக்கவும்"
        },
        {
            en: "Send me a voice clip over chat and I'll certify how well you command English.",
            hi: "मेरे चैट पर एक आवाज क्लिप भेजें और मैं प्रमाणित करूँगा कि आप कितनी अच्छी तरह से अंग्रेजी बोलतें हैं ",
            ka: "ನಿಮ್ಮ ಧ್ವನಿ ಕ್ಲಿಪನ್ನು ಚಾಟ್ ನಲ್ಲಿ ಕಳುಹಿಸಿ ಹಾಗು ನಾನು ನಿಮ್ಮ ಇಂಗ್ಲೀಷ್ ಕೌಶಲ್ಯ ಎಷ್ಟಿದೆಯೆಂದು ತಿಳಿಸುವೆನು.",
            ta: "உங்கள் குரல் பதிவை சாட் மூலம் அனுப்பவும் மற்றும் நான் உங்கள் ஆங்கில திறமை என்னவென்று அறிவிப்பேன்."
        },
        {
            en: "Your Biodata & Profile",
            hi: "आपका बायो डाटा और प्रोफ़ाइल",
            ka: "ನಿಮ್ಮ ಬಯೋಡೇಟಾ ಹಾಗು ಪ್ರೊಫೈಲ್",
            ta: "உங்கள் பயோடேட்டா மற்றும் ப்ரொஃபைல்"
        },
        {
            en: "Change your city, education, category and how you describe yourself",
            hi: "अपने शहर, शिक्षा, वर्ग बदलने के लिए और आप अपने आप को कैसे वर्णित करतें है ",
            ka: "ಬದಲಿಸಿ ನಿಮ್ಮ ನಗರ, ವಿದ್ಯಾಭ್ಯಾಸ, ವರ್ಗ ಹಾಗು ನಿಮ್ಮತನದ ಬಗ್ಗೆ ತಿಳಿಸಿ",
            ta: "மாற்றவும் உங்கள் நகரம், படிப்பு, வேலைவகை மற்றும் உங்களை பற்றின விளக்கம்"
        },
        {
            en: "See yourself on Babajob.com",
            hi: "अपनी प्रोफाइल बाबाजॉब पर देखें",
            ka: "ನಿಮ್ಮನ್ನು ಬಾಬಾಜಾಬ್.ಕಾಮ್ ನಲ್ಲಿ ನೋಡಿ",
            ta: "உங்களை பாபாஜாப்.காம் இல் பார்க்கவும்"
        },
        {
            en: "Login to Babajob.com and see how your profile looks to employers",
            hi: "बाबाजॉब पर लॉगिन करें और देखे आपकी प्रोफाइल नियोक्ताओं को कैसी दिखती है ",
            ka: "ಬಾಬಾಜಾಬ್.ಕಾಮ್ ಗೆ ಲಾಗಿನ್ ಮಾಡಿ ಹಾಗು ನಿಮ್ಮ ಫೋಟೋ ಮಾಲೀಕರಿಗೆ ಹೇಗೆ ಕಾಣಿಸುತ್ತದೆ ಎಂದು ನೋಡಿ",
            ta: "பாபாஜாப்.காம் இல் லாகின் செய்து உங்கள் புகைப்படம் முதலாளிகளுக்கு எப்படி தெரிகிறதென்று பார்க்கவும்"
        },
        {
            en: "Visit Babajob.com",
            hi: "भेंट babajob.com",
            ka: "ಬಾಬಾಜಾಬ್.ಕಾಮ್ ಗೆ ಭೇಟಿನೀಡಿ",
            ta: "பாபாஜாப்.காம் க்கு வருகைத்தரவும்"
        },
        {
            en: "Speak हिंदी, தமிழ் or ಕನ್ನಡ",
            ka: "ಮಾತಾಡುವುದು हिंदी, தமிழ், ಕನ್ನಡ ಅಥವಾ తెలుగు",
            ta: "பேசுவது हिंदी, தமிழ், ಕನ್ನಡ அல்லது తెలుగు"
        },
        {
            en: "I can speak multiple languages too",
            ka: "ನಾನು ಬಹು ಭಾಷೆಗಳನ್ನು ಮಾತನಾಡುವೆನು",
            ta: "நான் பலமொழிகளையும் பேசுவேன்",
            hi: "मैं कई भाषाओं में भी बात कर सकता हु।"
        },
        {
            en: "Tell us what you think",
            ka: "ನಿಮ್ಮ ಅನಿಸಿಕೆಯನ್ನು ನಮಗೆ ತಿಳಿಸಿ",
            ta: "நீங்கள் என்ன நினைக்கிறீர்கள் என்பதை எங்களுக்கு சொல்லுங்கள்",
            hi: "हमें बताएँ आप क्या सोचते हैं"
        },
        {
            en: "We'd love to hear from you",
            ka: "ನಿಮ್ಮಿಂದ ಕೇಳಲು ನಾವು ಬಯಸುತ್ತೇವೆ",
            ta: "நாங்கள் உங்களிடமிருந்து கேட்க விரும்புகின்றோம்",
            hi: "हमे आपसे सुनने में ख़ुशी होगी। "
        },
        {
            en: "Get your Rs 50 Amazon Coupon",
            ka: "ನಿಮ್ಮ 50 ರೂ ಅಮೆಜಾನ್ ಕೂಪನನ್ನು ಪಡೆಯಿರಿ",
            ta: "உங்கள் 50 ரூபாய் அமேசான் கூப்பனை பெறுங்கள்",
            hi: "अपना 50 रुपये का Amazon कूपन प्राप्त करें।।"
        },
        {
            en: "Babajob and Amazon have teamed up to help you improve your Babajob profile",
            ka: "ನಿಮ್ಮ ಬಾಬಾಜಾಬ್ ಪ್ರೊಫೈಲ್ ಉತ್ತಮಗೊಳಿಸುವಲ್ಲಿ ಸಹಾಯ ಮಾಡಲು ಬಾಬಾಜಾಬ್ ಹಾಗು ಅಮೆಜಾನ್ ಜೊತೆಗೂಡಿರುವರು",
            ta: "உங்கள் பாபாஜாப் ப்ரொஃபலை மேம்படுத்த உதவும்படி பாபாஜாப் மற்றும் அமேசான் இணைந்துள்ளார்கள்",
            hi: "Babajob और Amazon मिलकर आपके प्रोफाइल को बेहतर बनाने में मदद करेंगे।"
        },
        {
            en: "Learn More",
            ka: "ಹೆಚ್ಚು ಕಲಿಯಿರಿ",
            ta: "அதிகம் கற்கவும்",
            hi: "और अधिक जानें।"
        },
        {
            en: "To get a Rs50 Amazon coupon, you just need to add your mobile number in this chat and describe why you should be hired. We'll then verify your facebook id and unique mobile number on babajob and send you a coupon within 48 hours. Offer expires Jan 30, 2016.",
            ka: "50 ರೂ ಅಮೆಜಾನ್ ಕೂಪನ್ ಪಡೆಯಲು, ನೀವು ಕೇವಲ ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಈ ಚಾಟ್ ನಲ್ಲಿ ಸೇರಿಸಿ ಹಾಗು ನೀವು ಏಕೆ ನೇಮಕಾತಿಯಾಗಬೇಕೆಂದು ತಿಳಿಸಿ. ನಂತರ ನಾವು ನಿಮ್ಮ ಫೇಸ್ಬುಕ್ ಐಡಿ ಹಾಗು ವಿಶಿಷ್ಟ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಬಾಬಾಜಾಬ್ ನಲ್ಲಿ ಪರಿಶೀಲಿಸುವೆವು ಹಾಗು 48 ಗಂಟೆಗಳೊಳಗೆ ಕೂಪನನ್ನು ಕಳುಹಿಸುವೆವು. ಜನ 30, 2016 ರಂದು ಆಫ಼ರ್ ಮುಗಿಯುತ್ತದೆ.",
            ta: "50 ரூபாய் அமேசான் கூப்பன் பெற, நீங்கள் வெறும் உங்கள் மொபைல் எண்னை இந்த சாட் இல் சேர்த்து மற்றும் நீங்கள் ஏன் பணியமர்த்தப்படவேண்டுமென்று தெரிவியுங்கள். பின்பு நாங்கள் உங்கள் ஃபேஸ்புக் ஐடி மற்றும் தனிப்பட்ட மொபைல் எண்னை பரிசீலனை செய்வோம் மற்றும் 48 மணிநேரத்துக்குள் கூப்பனை அனுப்புவோம். ஜன 30, 2016 அன்று இந்த சலுகை முடிவடைகிறது.",
            hi: "Rs. 50 अमेज़न कूपन प्राप्त करने के लिए, आप इस चैट में अपना मोबाइल नंबर डालिये और बताइये की आपको क्यों काम पर रखा जाना चाहिए। फिर हम आपका मोबाइल और facebook id Babajob पर वेरिफाइ करके आपको 48 घंटे के भीतर आपको एक कूपन भेजेंगे । प्रस्ताव 30 जन, 2016 समाप्त हो रहा है।"
        },
        {
            en: "Great. It looks like you've already described yourself and provided your mobile. You should receive your Amazon code via SMS shortly.  If not, please email support@babajob.com with your mobile number.",
            ka: "ಗ್ರೇಟ್. ನೀವು ಈಗಾಗಲೇ ನಿಮ್ಮ ಬಗ್ಗೆ ತಿಳಿಸಿ ನಿಮ್ಮ ಮೊಬೈಲನ್ನು ನೀಡಿದ್ದೀರೆಂದು ತೋಚುತ್ತಿದೆ. ನೀವು ನಿಮ್ಮ ಅಮೆಜಾನ್ ಕೋಡನ್ನು ಶೀಘ್ರವೇ ಎಸ್ಎಮ್ಎಸ್ ನಲ್ಲಿ ಪಡೆಯುವಿರಿ. ಇಲ್ಲವಾದಲ್ಲಿ ದಯವಿಟ್ಟು support@babajob.com ಗೆ ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಇಮೇಯ್ಲ್ ಮಾಡಿ.",
            ta: "கிரேட். நீங்கள் ஏற்கனவே உங்களை பற்றி தெரியப்படுத்தி உங்கள் மொபைலையும் அளித்துள்ளீர்கள் என்று தெரிகிறது. நீங்கள் விரைவில் உங்கள் அமேசான் கோடை எஸ்எம்எஸ் மூலம் பெறுவீர்கள். இல்லையெனில் தயவுசெய்து support@babajob.com க்கு உங்கள் மொபைல் எண்ணுடன் இமெயில் அனுப்பவும்.",
            hi: "उत्तम। आपका मोबाइल नंबर और आपके बारे में बताने के लिए धन्यवाद। आपको Amazon कूपन SMS  द्वारा जल्द ही प्राप्त होगा। यदि नहीं, तो अपना मोबाइल नंबर के साथ support@babajob.com ईमेल करें।"
        },
        {
            en: "Please Add ID Proof again with a new photo.",
            hi: "कृपया एक नई तस्वीर के साथ फिर से आईडी प्रूफ भेजे।",
            ta: "தயவுசெய்து ஐடி ப்ரூஃபை மீண்டும் புதிய புகைப்படம் எடுத்து சேர்க்கவும்.",
            ka: "ದಯವಿಟ್ಟು ಐಡಿ ಪ್ರೂಫನ್ನು ಹೊಸ ಫೋಟೊದೊಂದಿಗೆ ಮತ್ತೆ ಸೇರಿಸಿ"
        },
        {
            en: "Add ID Proof",
            hi: "पहचान पत्र जोडें",
            ka: "ಐಡಿ ಪ್ರೂಫನ್ನು ಸೇರಿಸಿ",
            ta: "அடையாள சான்றுகளை சேர்க்கவும்"
        },
               
        {
            en: "Improve Your Biodata & Profile",
            hi: "अपनी जीवनी और प्रोफ़ाइल में सुधार करें ",
            ka: "ನಿಮ್ಮ ಬಯೋ ಡೇಟಾ ಹಾಗು ಪ್ರೊಫೈಲನ್ನು ಉತ್ತಮಗೊಳಿಸಿ",
            ta: "உங்கள் பயோடேட்டா மற்றும் ப்ரொஃபைலை மேம்படுத்தவும்"
        },
        {
            en: "Add your education, experience, salary and how you describe yourself",
            hi: "आपकी शिक्षा, अनुभव, वेतन जोड़ें और आप अपने आप का वर्णन करें ",
            ka: "ನಿಮ್ಮ ವಿದ್ಯಾಭ್ಯಾಸ, ಅನುಭವ, ಸಂಬಳವನ್ನು ಸೇರಿಸಿ ಹಾಗು ನಿಮ್ಮತನದ ಸ್ವಯಂ ವಿವರಣೆಯನ್ನು ಸೇರಿಸಿ",
            ta: "உங்கள் கல்வி, அனுபவம், ஊதியத்தை சேர்க்கவும் மற்றும் நீங்கள் எப்படி என்று உங்களை பற்றி விவரிக்கவும்"
        },
        {
            en: "Improve Profile",
            hi: "प्रोफाइल सुधारें",
            ka: "ಪ್ರೊಫೈಲನ್ನು ಉತ್ತಮಗೊಳಿಸಿ",
            ta: "ப்ரொஃபைலை மேம்படுத்தவும்"
        },
        {
            en: "Add Car Document",
            hi: "कार दस्तावेज़ जोड़ें ",
            ka: "ಕಾರಿನ ದಾಖಲೆಗಳನ್ನು ಸೇರಿಸಿ",
            ta: "கார் ஆவணத்தை சேர்க்கவும்"
        },
        {
            en: "Upload your Car Documents",
            hi: "अपनी कार के पेपर जोडें ",
            ka: "ನಿಮ್ಮ ಕಾರಿನ ದಾಖಲೆಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ",
            ta: "உங்கள் கார் ஆவணத்தை அப்லோட் செய்யவும்"
        },
        {
            en: "Take photos of your car registration, insurance and tax documents for awesome driver jobs",
            hi: "बढियां चालक नौकरियों के लिए अपनी कार का पंजीकरण, बीमा और टैक्स पेपर्स की तस्वीरें लें  ",
            ka: "ಉತ್ತಮವಾದ ಡ್ರೈವರ್ ಉದ್ಯೋಗಗಳಿಗಾಗಿ ನಿಮ್ಮ ಕಾರಿನ ರಿಜಿಸ್ಟರ್, ಇನ್ಶೂರೆನ್ಸ್ ಹಾಗು ಟ್ಯಾಕ್ಸ್ ದಾಖಲೆಗಳ ಫೋಟೋ ತೆಗೆದುಕೊಳ್ಳಿ",
            ta: "நல்ல டிரைவர் வேலைகளுக்காக உங்கள் கார் ரிஜிஸ்டர், இன்ஷுரன்ஸ் மற்றும் வரி ஆவணங்களை புகைப்படம் எடுக்கவும்"
        },
        {
            en: "Prove your English Skills",
            hi: "अपनी इंग्लिश निपुड़ता सिद्ध करें",
            ka: "ನಿಮ್ಮ ಇಂಗ್ಲೀಷ್ ಕೌಶಲ್ಯತೆಯನ್ನು ಸಾಬೀತುಪಡಿಸಿ",
            ta: "உங்கள் ஆங்கில திறமையை நிரூபிக்கவும்"
        },
        {
            en: "We've have designed a short test to assess your personality.",
            hi: "हमने आपके व्यक्तित्व का आकलन करने के लिए एक छोटा टेस्ट  डिजाइन किया है",
            ka: "ನಿಮ್ಮ ವ್ಯಕ್ತಿತ್ವವನ್ನು ನಿರ್ಣಯಿಸಲು ನಾವು ಒಂದು ಚಿಕ್ಕ ಪರೀಕ್ಷೆಯನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಿದ್ದೇವೆ.",
            ta: "உங்கள் தனித்தன்மையை நிர்ணயிக்க நாங்கள் ஒரு சிறிய தேர்வை வடிவமைத்துள்ளோம்."
        },
        {
            en: "I'll ask you",
            hi: "मैं आपसे पूछुंगा  ",
            ka: "ನಾನು ನಿಮ್ಮನ್ನು ಕೇಳುವೆನು",
            ta: "நான் உங்களை கேட்பேன்"
        },
        {
            en: "Skip",
            hi: "बाद में दे",
            ka: "ನಂತರ",
            ta: "பின்னர்"
        },
        {
            en: "questions and then tell you your job personality. Sharing these with employers increases the odds you'll be hired.",
            hi: "आपसे सवाल पूछुंगा और आपका व्यक्तित्व बतऊँगा. यह आपको नौकरी मिलने मैं मदद करेगा ",
            ka: "ಪ್ರಶ್ನೆಗಳನ್ನು ಹಾಗು ನಂತರ ನಿಮ್ಮ ಉದ್ಯೋಗದ ವ್ಯಕ್ತಿತ್ವವನ್ನು ತಿಳಿಸುವೆನು. ಇದನ್ನು ಮಾಲೀಕರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದರಿಂದ ನಿಮ್ಮ ನೇಮಕಾತಿಯ ಅವಕಾಶ ಹೆಚ್ಚಾಗಿರುತ್ತದೆ.",
            ta: "கேள்விகளை மற்றும் பிறகு உங்கள் வேலை தனித்தன்மையை தெரியப்படுத்துவேன். இதை முதலாளிகளுடன் பகிர்ந்துகொண்டால் வேலை வாய்ப்பு அதிகமாயிருக்கும்."
        },
        {
            en: "Remember there are no right or wrong answers!",
            hi: "याद रखें कि वहाँ कोई सही या गलत जवाब नहीं है ",
            ka: "ಮರೆಯದಿರಿ ಅಲ್ಲಿ ಸರಿಯಾದ ಅಥವಾ ತಪ್ಪಾದ ಉತ್ತರಗಳಿಲ್ಲ!",
            ta: "நினைவிருக்கட்டும் அங்கு சரியான அல்லது தவறான பதில்கள் இல்லை"
        },
        {
            en: "Almost Always",
            hi: "अक्सर हमेशा ",
            ka: "ಬಹುತೇಕ ಯಾವಾಗಲೂ",
            ta: "பெரும்பாலும் எப்பொழுதும்"
        },

        {
            en: "Often",
            hi: "अक्सर",
            ka: "ಪದೇಪದೇ",
            ta: "அடிக்கடி"
        },
        {
            en: "Sometimes",
            hi: "कभी कभी ",
            ka: "ಕೆಲವೊಮ್ಮೆ",
            ta: "சில சமயம்"
        },
        {
            en: "Almost Never",
            hi: "कभी नहीं ",
            ka: "ಬಹುತೇಕ ಎಂದಿಗೂ ಇಲ್ಲ",
            ta: "பெரும்பாலும் என்றுமில்லை"
        },
        {
            en: "Your basic biodata is complete.",
            hi: "आपका मूल बायोडाटा पूरा हो गया है।",
            ka: "ನಿಮ್ಮ ಸಾಮಾನ್ಯ ಬಯೋ ಡೇಟಾ ಪೂರ್ತಿಯಾಗಿದೆ.",
            ta: "உங்கள் அடிப்படை பயோடேட்டா முழுமைபெற்றது"
        },
        {
            en: "Now take our Personality Quiz and upload your ID Proofs to make yourself stand out to employers.",
            hi: "अब हमारा व्यक्तित्व प्रश्नोत्तरी लें और अपना आईडी सबूत अपलोड करें। यह आपको नियोक्ताओं के लिए विशिष्ट बनाएगा  ",
            ka: "ಈಗ ನಮ್ಮ ವ್ಯಕ್ತಿತ್ವ ರಸಪ್ರಶ್ನೆಯಲ್ಲಿ ಭಾಗಿಯಾಗಿ ಹಾಗು ಮಾಲೀಕರಿಗಾಗಿ ನೀವೇ ನಿಮ್ಮ ಐಡಿ ಪ್ರೂಫನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ.",
            ta: "இப்பொழுது உங்கள் தனித்தன்மை வினாவிடையில் கலந்துக்கொண்டு முதலாளிகளுக்காக உங்கள் அடையாள சான்றுகளை நீங்களே அப்லோட் செய்யவும்."
        },
        {
            en: "I speak",
            hi: "मैं बोलूंगा ",
            ka: "ನಾನು ಮಾತನಾಡುವುದು",
            ta: "நான் பேசுவது"
        },
        {
            en: "too but it helps if you text back to me in English",
            hi: "सही हैं परन्तु इंग्लिश में जवाब मुझे मदद करेगा ",
            ka: "ಆದರೆ ನೀವು ಇಂಗ್ಲಿಷ್ ಟೆಕ್ಸ್ಟ್ನಲ್ಲಿ ನನಗೆ ಪ್ರತ್ಯುತ್ತರ ನೀಡಿದರೆ ಸಹಾಯವಾಗುತ್ತದೆ",
            ta: "ஆனால் நீங்கள் ஆங்கில எழுத்தில் பதிலளித்தால் எனக்கு உதவியாக இருக்கும்"
        },
        //please check...
        {
            en: "I'll find you",
            hi: "मैं तुम्हें ढूंढ लूंगा",
            ka: "ನಾನು ನೀವು ಕಾಣುವಿರಿ",
            ta: "நான் நீங்கள் காணலாம்"
        },
        {
            en: "jobs",
            te: "ఉద్యోగాలు",
            ka: "ಉದ್ಯೋಗಗಳು",
            hi: "नौकरियां ",
            ta: "பணிகள்",
            pn: "ਨੌਕਰੀਆਂ"
        },
        {
            en: "More Jobs",
            hi: "और अधिक नौकरियां",
            ka: "ಹೆಚ್ಚಿನ ಕೆಲಸ",
            ta: "மேலும் வேலை வாய்ப்புகள்"
        },

        {
            en: "Menu",
            ta: "பட்டி",
            ka: "ಮೆನು",
            hi: "मेन्यू"
        },
        {
            en: "To show",
            hi: "दिखाना",
            ka: "ತೋರಿಸಲಿಕ್ಕಾಗಿ",
            ta: "காண்பிக்க"
        },

        {
            en: "again",
            ta: "மீண்டும்",
            ka: "ಮತ್ತೆ",
            hi: "फिर"
        },
        {
            en: "reply with",
            hi: "के साथ उत्तर दें",
            ta: "விடையளித்து",
            ka: "ಪ್ರತ್ಯುತ್ತರ"
        },

{
            en: "Your Photo",
            hi: "आपका फोटो",
            ta: "உங்கள் புகைப்படம்",
            ka: "ನಿಮ್ಮ ಫೋಟೋ"
        },        
        
        /*

*/
    ];
module.exports = strings;   



